Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/activity-log-manager.po
Languages: fr, it

source: Activity Log Manager
fr: Gestionnaire de journal d'activité
it: Gestore registro attività

source: Configure what gets logged in your Zeitgeist activity log
fr: Configurer ce qui sera consigné dans votre journal d'activité Zeitgeist
it: Configura cosa viene salvato nel registro delle attività

source: Activities and Privacy Manager Tool
fr: Outil de gestion d'activité et de confidentialité
it: Strumento gestione attività e privacy

source: Security & Privacy
fr: Sécurité et vie privée
it: Sicurezza e privacy

source: Privacy and Activity Manager
fr: Gestionnaire de confidentialité et d'activité
it: Privacy e gestione attività

source: privacy;activity;log;zeitgeist;diagnostics;error reports;
fr: vie privée; activité; journalisation; zeitgeist; diagnostics; rapports d'erreurs;
it: privacy;attività;registrazione;zeitgeist;diagnostica;segnalazioni errori;

source: Files & Applications
fr: Fichiers & Applications
it: File e applicazioni

source: Security
fr: Sécurité
it: Sicurezza

source: Search
fr: Rechercher
it: Ricerca

source: Diagnostics
it: Diagnostica

source: When searching in the Dash:
fr: Lors de la recherche dans le tableau de bord :
it: Quando si eseguono ricerca dalla Dash:

source: Include online search results
fr: Inclure les résultats de recherche en ligne
it: Includere i risultati da ricerche online

source: Require my password when:
fr: Demander mon mot de passe en :
it: Richiedere la password quando:

source: _Waking from suspend
fr: _sortant de veille
it: _Si riattiva il computer dalla sospensione

source: _Returning from blank screen
fr: sortant de l'écran de _veille
it: Si _riaccende lo schermo

source: _if screen has been blank for
fr: _si l'écran est en veille depuis
it: Se lo sc_hermo è stato spento per

source: Password Settings
fr: Options des mots de passe
it: Impostazioni password

source: Power Settings
fr: Paramètres d'alimentation
it: Impostazioni alimentazione

source: Name
fr: Nom
it: Nome

source: No description available
fr: Aucune description n'est disponible
it: Nessuna descrizione disponibile

source: Last Used
fr: Dernière utilisation
it: Ultimo uso

source: Activity
fr: Activité
it: Attività

source: Select Application
fr: Sélectionner l'application
it: Seleziona applicazione

source: Today, %H:%M
fr: Aujourd'hui, %H:%M
it: Oggi, %H.%M

source: Yesterday, %H:%M
fr: Hier, %H:%M
it: Ieri, %H.%M

source: Never
fr: Jamais
it: Mai

source: From:
fr: De :
it: Dal:

source: To:
fr: À :
it: Al:

source: Invalid Timerange
fr: Intervalle de temps non valide
it: Intervallo di tempo non valido

source: Music
fr: Musique
it: Musica

source: Videos
fr: Vidéos
it: Video

source: Pictures
fr: Images
it: Immagini

source: Documents
it: Documenti

source: Presentations
fr: Présentations
it: Presentazioni

source: Spreadsheets
fr: Feuilles de calcul
it: Fogli di calcolo

source: Chat Logs
fr: Historique des conversations
it: Registri di chat

source: This Operating System keeps track of Files and Applications you've used to provide extra functionality. If other people can see or access your user account, you may wish to limit which items are recorded.
fr: Ce système d'exploitation garde une trace des fichiers et des applications que vous avez utilisés pour fournir des fonctionnalités supplémentaires. Si d'autres personnes peuvent voir ou accéder à votre compte utilisateur, vous pouvez limiter les éléments enregistrés.
it: Questo sistema operativo tiene traccia dei file e delle applicazioni utilizzati per offrire funzionalità aggiuntive. Se altre persone hanno accesso o possono visualizzare l'account utente, sarebbe opportuno limitare il numero di elementi che vengono registrati.

source: Record file and application usage
fr: Enregistrer l'utilisation des fichiers et des applications
it: Registrare gli utilizzi di file e applicazioni

source: Clear Usage Data…
fr: Effacer les données d'utilisation...
it: Pulisci dati di utilizzo...

source: Include:
fr: Inclure :
it: Includere:

source: Exclude:
fr: Exclure :
it: Escludere:

source: Remove Item
fr: Supprimer cet élément
it: Rimuovi elemento

source: Select a folder to blacklist
fr: Ajouter un dossier à la liste noire
it: Seleziona cartella da escludere

source: Select a file to blacklist
fr: Ajouter un fichier à la liste noire
it: Seleziona un file da escludere

source: Clear Usage Data
fr: Effacer les données d'utilisation
it: Pulisci dati di utilizzo

source: Delete records of which files and applications were used:
fr: Supprimer les données enregistrées issues des fichiers et applications utilisés :
it: Eliminare le registrazioni di file e applicazioni utilizzati:

source: In the past hour
fr: Durant l'heure passée
it: Nell'ultima ora

source: In the past day
fr: Durant la journée passée
it: Nell'ultimo giorno

source: In the past week
fr: Durant la semaine passée
it: Nell'ultima settimana

source: From all time
fr: Depuis toujours
it: Tutto

source: This operation cannot be undone, are you sure you want to delete this activity?
fr: Cette opération ne peut être annulée, voulez-vous vraiment supprimer cette activité ?
it: Questa operazione non può essere annullata: eliminare questa attività?

source: Ubuntu can collect anonymous information that helps developers improve it. All information collected is covered by our privacy policy.
fr: Ubuntu peut collecter des informations anonymes qui aident les développeurs à l'améliorer. Toute information collectée est assujettie à notre politique de confidentialité.
it: Ubuntu può raccogliere informazioni anonime che possono essere d'aiuto agli sviluppatori. Tutte le informazioni raccolte sono coperte dalla nostra informativa sulla privacy.

source: Privacy Policy
fr: Politique de confidentialité
it: Informativa sulla privacy

source: People using this computer can:
fr: Les personnes utilisant cet ordinateur peuvent :
it: Gli utenti di questo computer possono:

source: Send error reports to Canonical
fr: Envoyer des rapports d'erreur à Canonical
it: Inviare segnalazioni d'errore a Canonical

source: <small>Error reports include information about what a program was doing when it failed. You always have the choice to send or cancel an error report.</small>
fr: <small>Les rapports d'erreur contiennent des informations sur l'état d'un programme au moment où celui-ci a connu une défaillance. Vous pouvez toujours accepter ou refuser l'envoi de chaque rapport d'erreur.</small>
it: <small>Le segnalazioni di errori includono informazioni relative al programma che era in esecuzione quando si è verificato il problema. È sempre possibile scegliere se inviare o meno la segnalazione d'errore.</small>

source: Send a report automatically if a problem prevents login
fr: Envoyer un rapport automatiquement si un problème empêche de se connecter
it: Inviare automaticamente una segnalazione se un problema impedisce l'accesso

source: Show Previous Reports
fr: Montrer les rapports précédents
it: Mostra segnalazioni precedenti

source: Send occasional system information to Canonical
fr: Envoyer occasionnellement des informations système à Canonical
it: Inviare informazioni di sistema a Canonical

source: <small>This includes things like how many programs are running, how much disk space the computer has, and what devices are connected.</small>
fr: <small>Cela comprend des choses comme le nombre de programmes en cours d'exécution, l'espace disque disponible sur l'ordinateur ainsi que les périphériques connectés</small>
it: <small>Le informazioni inviate includono: quanti programmi sono in esecuzione, lo spazio su disco e quali dispositivi sono collegati.</small>
