Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/credentials-control-center.po
Languages: fr, it

source: Online Accounts
fr: Comptes en ligne
it: Account online

source: Online account credentials and settings
fr: Identifications et paramètres de compte en ligne
it: Credenziali e impostazioni degli account online

source: Control whether this application integrates with Online Accounts
fr: Contrôler si cette application s'intègre avec les comptes en ligne
it: Controlla se questa applicazione si integra o meno con Account online

source: There are currently no applications installed which integrate with your %s account.
fr: Il n'y a actuellement aucune application installée qui s'intègre à votre compte %s.
it: Al momento non ci sono applicazioni installate che si integrano con l'account %s.

source: The following applications integrate with your %s account:
fr: Les applications suivantes s'intègrent avec votre compte %s :
it: Le seguenti applicazioni si integrano con l'account %s:

source: Grant access
fr: Accorder l'accès
it: Concedi accesso

source: Remove Account
fr: Supprimer le compte
it: Rimuovi account

source: Edit Options
fr: Modifier les options
it: Modifica opzioni

source: Options
it: Opzioni

source: Please authorize Ubuntu to access your %s account:
fr: Veuillez autoriser Ubuntu à accéder à votre compte %s :
it: Autorizzare Ubuntu per accedere all'account %s:

source: Are you sure that you wish to remove this Ubuntu Web Account?
fr: Voulez-vous vraiment supprimer ce compte en ligne Ubuntu ?
it: Rimuovere veramente questo account web Ubuntu?

source: The Web Account which manages the integration of %s with your applications will be removed.
fr: Le compte en ligne qui gère l'intégration de %s avec vos applications sera supprimé.
it: Verrà rimosso l'account web che gestisce l'integrazione tra %s e le applicazioni installate in Ubuntu.

source: Your online %s account is not affected.
fr: Votre compte en ligne %s n'est pas affecté.
it: Il proprio account online %s resterà comunque inalterato.

source: Add account…
fr: Ajouter un compte…
it: Aggiungi account...

source: Legal notice
fr: Mentions légales
it: Note legali

source: Output version information and exit
fr: Afficher les informations de la version et quitter
it: Stampa le informazioni di versione ed esce

source: Online Accounts preferences
fr: Préférences des comptes en ligne
it: Preferenze di Account online

source: - Edit Web credentials settings
fr: - Modifier les paramètres d'identification Web
it: - Modifica impostazioni delle credenziali web

source: Run '%s --help' to see a full list of available command line options.
fr: Exécutez « %s --help » pour voir la liste complète des options disponibles en ligne de commande.
it: Eseguire «%s --help» per un elenco completo di opzioni a riga di comando.

source: Another instance is already running
fr: Une autre instance est déjà en cours d'éxécution
it: Un'altra istanza è già in esecuzione

source: All applications
fr: Toutes les applications
it: Tutte le applicazioni

source: Select to configure a new %s account
fr: Sélectionner pour configurer un nouveau compte %s
it: Selezionare per configurare un nuovo account %s

source: Show accounts that integrate with:
fr: Voir les comptes qui s'intègrent avec :
it: Mostra gli account che si integrano con:

source: There are currently no account providers available which integrate with this application
fr: Il n'y a actuellement aucun fournisseur de compte disponible s’intégrant à cette application
it: Non è disponibile alcun account provider che si integra con questa applicazione.

source: Please authorize Ubuntu to access your %s account
fr: Veuillez autoriser Ubuntu à accéder à votre compte %s
it: Autorizzare Ubuntu affinché possa accedere all'account %s
