Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/evolution-indicator.po
Languages: fr, it

source: Only create notifications for new mail in an Inbox.
fr: Ne créer des notifications que pour les nouveaux courriels arrivant dans une boîte de réception.
it: Notifica solo i nuovi messaggi in «In arrivo».

source: Play a sound for new mail.
fr: Émettre un son à la réception d'un nouveau courriel.
it: Riproduce un suono per i nuovi messaggi.

source: Show a notification bubble.
fr: Afficher une bulle de notification.
it: Mostra una notifica.

source: Show new message count in the message indicator applet.
fr: Afficher le nombre de nouveaux courriels dans l'applet de notification.
it: Mostra il numero di nuovi messaggi nell'applet indicatore messaggi.

source: %d New Message
fr: %d nouveau courriel
it: %d nuovo messaggio

source: Inbox
fr: Boîte de réception
it: In arrivo

source: Compose New Message
fr: Rédiger un nouveau courriel
it: Componi nuovo messaggio

source: Contacts
it: Contatti

source: When new mail arri_ves in
fr: Quand de nou_veaux courriels arrivent dans
it: Quando arri_vano nuovi messaggi in

source: any Inbox
fr: n'importe quelle boîte de réception
it: qualunque cartella «In arrivo»

source: any Folder
fr: n'importe quel dossier
it: qualunque cartella

source: Pla_y a sound
fr: Éme_ttre un son
it: Riprod_urre un suono

source: _Display a notification
fr: _Afficher une notification
it: _Visualizzare una notifica

source: _Indicate new messages in the panel
fr: _Signaler les nouveaux courriels dans le tableau de bord
it: _Indicare i nuovi messaggi nel pannello

source: Evolution Indicator
fr: Indicateur pour Evolution
it: Indicatore Evolution

source: When New Mail Arrives
fr: Quand de nouveaux courriels arrivent
it: All'arrivo di nuove email

source: Shows new mail count in a message indicator.
fr: Affiche le nombre de nouveaux courriels dans un indicateur de message
it: Mostra il conteggio delle nuove email nell'indicatore dei messaggi.
