Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/indicator-appmenu.po
Languages: fr, it

source: Where the menus displayed
fr: Où les menus sont affichés
it: Dove sono visualizzati i menù

source: Controls the menu display location. TODO: add more
fr: Contrôle l'emplacement du menu. TODO : à compléter.
it: Controlla la posizione di visualizzazione dei menù.

source: Whether to store usage data
fr: Indique s'il faut enregistrer les données d'utilisation
it: Dove archiviare i dati sull'utilizzo

source: When the HUD executes operations it stores the execution in order to make the future results better. Some users could choose to not want this data to be stored. If that is the case they should disable this property.
fr: Lorsque l'affichage tête haute exécute des opérations, il enregistre des données concernant leur exécution pour améliorer la qualité des résultats ultérieurs. Certains utilisateurs pourraient choisir de ne pas stocker ces données. Dans ce cas, ils devraient désactiver cette propriété.
it: Quando HUD esegue delle operazioni, archivia quanto eseguito in modo da fornire risultati migliori in futuro. Alcuni utenti possono scegliere di non archiviare questi dati disabilitando questa proprietà.

source: The penalty given to a menu item being in an indicator
fr: Pénalité attribuée à un élément de menu présent dans un indicateur
it: Penalità applicata a un elemento di un menù presente in un indicatore

source: In order to have the application's menu items appear higher in the search results a slight penalty is given to the indicator menu items. This value represents the percentage of that penalty so a value of '50' is a 50% additional to the calculated distance.
fr: Afin que les éléments de menu de l'application apparaissent prioritairement dans les résultats de la recherche, une légère pénalité est donnée aux items du menu d'indicateurs. La valeur indiquée représente le pourcentage de cette pénalité, donc une valeur de '50' correspond à 50% supplémentaires de pénalité par rapport à la position normale.
it: Affinché gli elementi del menù dell'applicazione compaiano prima nei risultati della ricerca, viene data una piccola penalità agli elementi del menù indicatore. Questo valore rappresenta la percentuale di tale penalità: un valore di "50" è un 50% in più sulla distanza calcolata.

source: Penalty for extra characters added to the search
fr: Pénalité pour des caractères supplémentaires ajoutés à la recherche
it: Penalità applicata ai caratteri addizionai aggiunti alla ricerca

source: The penalty for each extra character in the search string that does not appear in the text of a menu item. This penalty would be applied if the user typed "fiile" when searching against the menu item "File", for example.
fr: Pénalité pour chaque caractère de la chaîne recherchée qui n'existe pas dans le texte d'un élément de menu. Par exemple, cette pénalité sera appliquée si l'utilisateur saisit « fiichier » alors qu'il recherche l'élément de menu « Fichier ».
it: La penalità per ogni carattere in più nella stringa di ricerca che non appare in un elemento del menù. Questa penalità verrebbe applicata se venisse digitato "fiile" per cercare l'elemento "File".

source: Penalty applied if a character is dropped
fr: Pénalité appliquée lorsqu'il manque un caractère
it: Penalità applicata se un carattere viene tralasciato

source: The penalty for each character dropped from the search string, as compared with the text of a menu item. This only applies to missing characters that are not at the end of the search term. This penalty would be applied if the user typed "fle" when searching against the menu item "File", for example.
fr: Pénalité pour chaque caractère manquant dans la chaîne recherchée, par rapport au texte d'un élément de menu. Cela s'applique uniquement aux caractères manquants qui ne sont pas à la fin du terme recherché. Par exemple, cette pénalité sera appliquée si l'utilisateur saisit « fchier » alors qu'il recherche l'élément de menu « Fichier ».
it: La penalità per ogni carattere tralasciato nella stringa di ricerca, comparato con il testo di un elemento del menù. Si applica solamente ai caratteri mancanti che non sono alla fine del termine di ricerca. Questa penalità verrebbe applicata se venisse digitato "fle" per cercare l'elemento "File".

source: Penalty applied if a character is dropped from the end
fr: Pénalité appliquée s'il manque un caractère à la fin
it: Penalità applicata se un carattere è tralasciato dalla fine

source: The penalty for each missing character at the end of a search term. This penalty would be applied if the user typed "fil" when searching against the menu item "File", for example.
fr: Pénalité pour chaque caractère manquant à la fin du terme recherché. Par exemple, cette pénalité sera appliquée si l'utilisateur saisit « fichie » alors qu'il recherche l'élément de menu « Fichier ».
it: La penalità per ogni carattere alla fine del termine di ricerca. Questa penalità verrebbe applicata se venisse digitato "fil" per cercare l'elemento "File".

source: Penalty applied when the characters are not the same
fr: Pénalité appliquée lorsque les caractères ne sont pas identiques
it: Penalità applicata quando i caratteri non sono uguali

source: The penalty for each substituted character in the search term. The penalty would be applied if the user typed "fike" when searching against the menu item "File", for example.
fr: Pénalité pour chaque caractère substitué dans le terme recherché. Par exemple, cette pénalité sera appliquée si l'utilisateur saisit « ficjier » alors qu'il recherche l'élément de menu « Fichier ».
it: La penalità per ogni carattere sostituito nel termine di ricerca. Questa penalità verrebbe applicata se venisse digitato "fike" per cercare l'elemento "File".

source: The highest distance value that is shown in the results
fr: La plus grande valeur de distance affichée dans les résultats
it: Il valore della distanza massima mostrato nei risultati

source: After the distances are calculated (including the indicator penalty) then all values above this max are dropped. This means that the history for those entries aren't looked up as well.
fr: Une fois les distances calculées (en tenant compte de la pénalité appliquée aux indicateurs), toutes les valeurs situées au-dessus de ce maximum sont rejetées. Cela signifie que l'historique pour ces entrées n'est pas non plus consulté.
it: Dopo aver calcolato le distanze (compresa la penalità dell'indicatore), tutti i valori oltre questo massimo vengono scartati. Ciò significa che la cronologia delle ricerche per questi elementi non viene considerata.

source: Untitled Indicator (%s)
fr: Indicateur sans titre (%s)
it: Indicatore senza titolo (%s)

source: Date
it: Data

source: Device
fr: Périphérique
it: Dispositivo

source: Users
fr: Utilisateurs
it: Utenti

source: Sound
fr: Son
it: Audio

source: Messages
it: Messaggi

source: Unknown Application Name
fr: Nom d'application inconnu
it: Nome applicazione sconosciuto
