Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/kubuntu-debug-installer.po
Languages: fr, it

# @info Error message
source: No file paths were provided, so no debug packages could be found.
fr: Aucun chemin de fichiers n'a été fourni et donc aucun paquet de débogage n'a pu être trouvé.
it: Non sono stati forniti i percorsi dei file: impossibile trovare i pacchetti di debug.

# @title:window
source: Couldn't find debug packages
fr: Impossible de trouver des paquets de débogage
it: Impossibile trovare pacchetti di debug

# @info
source: No debug packages could be found for the files listed below. Do you want to continue anyway?
fr: Impossible de trouver des paquets de débogage pour les fichiers ci-dessous. Voulez-vous tout de même continuer ?
it: Impossibile trovare pacchetti di debug per i file elencati sotto. Vuoi continuare comunque?

# @info
source: Do you want to install the following debug packages so that the necessary debug symbols become available?
fr: Voulez-vous installer les paquets de débogage suivants afin de rendre disponible les symboles de débogage nécessaires ?
it: Vuoi installare i seguenti pacchetti di debug affinch√© i simboli di debug necessari siano disponibili?

# @title:window
source: Confirm package installation
fr: Confirmer l'installation du paquet
it: Conferma installazione del pacchetto

# @action:button
source: Install
fr: Installer
it: Installa

# @info:progress
source: Looking for debug packages
fr: Recherche de paquets de débogage
it: Ricerca dei pacchetti di debug

source: A debug package installer for Kubuntu
fr: Un installateur de paquets de débogage pour Kubuntu
it: Installatore pacchetto di debug per Kubuntu

source: Debug package installer
fr: Installateur de paquets de débogage
it: Installatore pacchetto di debug

source: Files to find debug packages for
fr: Fichiers pour lesquels rechercher des paquets de débogage
it: File dei pacchetti di debug da ricercare

# NAME OF TRANSLATORS
source: Your names
fr: ,Launchpad Contributions:,65GYgzf,Bruno Patri,Pierre Slamich,gisele perreault, ,Launchpad Contributions:,65GYgzf,Bruno Patri,Jonathan Riddell,Pierre Slamich,gisele perreault
it: ,Launchpad Contributions:,Fidel Nadera,Milo Casagrande,Valter Mura, ,Launchpad Contributions:,Fidel Nadera,Milo Casagrande,Valter Mura

# EMAIL OF TRANSLATORS
source: Your emails
fr: ,,,,pierre.slamich@gmail.com,,,,,,jriddell@ubuntu.com,pierre.slamich@gmail.com,
it: ,,,milo.casagrande@gmail.com,valtermura@gmail.com,,,,milo.casagrande@gmail.com,valtermura@gmail.com
