Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/lightdm.po
Languages: fr, it

source: Use configuration file
fr: Utiliser le fichier de configuration
it: Usa il file di configurazione

source: Print debugging messages
fr: Afficher les messages de débogage
it: Stampa i messaggi di debug

source: Run as unprivileged user, skipping things that require root access
fr: Exécuter en tant qu'utilisateur non privilégié, en ignorant les actions qui requièrent un accès administrateur
it: Esegue come utente senza privilegi, omettendo ciò che richiede accesso di root

source: File to write PID into
fr: Fichier dans lequel écrire le PID
it: File in cui scrivere il PID

source: Directory to write logs to
fr: Répertoire dans lequel stocker les journaux d'événements
it: Directory su cui scrivere i log

source: Directory to store running state
fr: Répertoire dans lequel stocker l'état en fonctionnement
it: Directory in cui memorizzare lo stato di esecuzione

source: Directory to cache information
fr: Répertoire du cache
it: Directory in cui salvare le informazioni

source: Show release version
fr: Afficher la version
it: Mostra la versione del rilascio

source: - Display Manager
fr: - Gestionnaire d'affichage

source: Run '%s --help' to see a full list of available command line options.
fr: Exécutez la commande '%s --help' pour voir la liste complète des options disponibles en ligne de commande.
it: Eseguire "%s --help" per l'elenco completo delle opzioni disponibili a riga di comando.

source: Enable debugging
fr: Activer le mode de débogage
it: Abilita il debug

source: Only update if no default already set
fr: Mettre à jour seulement en l'absence de valeur par défaut
it: Aggiorna solo se non è già impostato alcun default

source: Remove default value if it's the current one
fr: Supprimer la valeur par défaut si elle est identique
it: Rimuove il valore predefito se è quello attuale

source: Set default seat type
fr: Définir le type de siège par défaut
it: Imposta tipo di ambiente predefinito

source: Set default session
fr: Définir comme session par défaut
it: Imposta la sessione predefinita

source: Set default greeter
fr: Définir l'écran d'accueil par défaut
it: Imposta il greeter predefinito

source: Set autologin user
fr: Configurer l'utilisateur en connexion automatique
it: Imposta utente per accesso automatico

source: Set greeter-hide-users to true or false
fr: Établir la valeur de greeter-hide-users à true ou false
it: Imposta greeter-hide-user a VERO o FALSO

source: Set show-manual-login to true or false
fr: Établir la valeur de show-manual-login à true ou false
it: Imposta show-manual-login a VERO o FALSO

source: Set show-remote-login to true or false
fr: Régler show-remote-login sur true ou false
it: Imposta show-remote-login a VERO o FALSO

source: Set allow-guest to true or false
fr: Établir la valeur de allow-guest à true ou false
it: Imposta allow-guest a VERO o FALSO

source: - set lightdm default values
fr: - définir les valeurs par défaut de lightdm
it: - imposta i valori predefiniti di lightdm

source: option parsing failed: %s
fr: L'analyse syntaxique de l'option a échoué : %s
it: analisi delle opzioni non riuscita: %s

source: Wrong usage of the command %s
fr: Mauvaise utilisation de la commande %s
it: Uso errato del comando %s

source: true and false are the only valid choices for hide-users
fr: true et false sont les seuls choix valides pour hide-users
it: VERO e FALSO sono le uniche scelte valide per hide-users

source: true and false are the only valid choices for allow-guest
fr: true et false sont les seuls choix valides pour allow-guest
it: VERO e FALSO sono le uniche scelte valide per allow-guest

source: true and false are the only valid choices for show-manual-login
fr: true et false sont les seuls choix valides pour show-manual-login
it: VERO e FALSO sono le uniche scelte valide per show-manual-login

source: true and false are the only valid choices for show-remote-login
fr: true et false sont les seuls choix valides pour show-remote-login
it: VERO e FALSO sono i soli valori possibili per show-remote-login

source: Run 'dm-tool --help' to see a full list of available command line options.
fr: Exécutez 'dm-tool --help' pour afficher la liste des options disponibles via la ligne de commande.
it: Eseguire "dm-tool --help" per avere un elenco completo delle opzioni disponibili a riga di comando
