Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/software-properties.po
Languages: fr, it

source: Write Configuration
fr: Écrire la configuration
it: Scrittura configurazione

source: To change software repository settings, you need to authenticate.
fr: Pour modifier la configuration des dépôts logiciels, vous devez vous authentifier.
it: È necessario autenticarsi per modificare le impostazioni dei repository software.

source: Software & Updates
fr: Logiciels & Mises à jour
it: Software e aggiornamenti

source: Configure the sources for installable software and updates
fr: Configurer les sources d'installation de logiciels et de mises à jour
it: Configura le sorgenti per il software installabile e gli aggiornamenti

source: Drivers;Repositories;Repository;PPA;
fr: Pilotes;Dépôts;Dépôt;PPA;
it: Driver;Repository;PPA;

source: Software Sources
fr: Sources de logiciels
it: Sorgenti software

source: The --enable-component/-e command-line switch has been deprecated. Instead of 'software-properties-gtk -e multiverse' you can use 'add-apt-repository multiverse'
fr: Les options en ligne de commande --enable-component et -e sont obsolètes. Au lieu de « software-properties-gtk -e multiverse », vous pouvez utiliser « add-apt-repository multiverse ».
it: L'opzione da riga di comando --enable-component/-e è deprecata. Al posto di "software-properties-gtk -e multiverse" è possibile utilizzare "add-apt-repository multiverse"

source: Print a lot of debug information to the command line
fr: Afficher beaucoup d'informations de débogage dans la ligne de commande
it: Stampa molte informazioni sulla riga di comando

source: remove repository from sources.list.d directory
fr: retirer le dépôt du répertoire sources.list.d
it: rimuove il repository dalla directory sources.list.d

source: URL of keyserver. Default: %default
fr: URL du serveur de clés. Par défaut : %default
it: URL del keyserver. Predefinito: %default

source: Allow downloading of the source packages from the repository
fr: Permettre le téléchargement des paquets sources depuis le dépôt
it: Consentire lo scaricamento dei pacchetti sorgenti dal repository

source: Assume yes to all queries
fr: Répondre « oui » à toutes les requêtes
it: Presuppone "sì" come risposta a tutte le domande

source: Error: must run as root
fr: Erreur : doit être exécuté en tant que super-utilisateur (root)
it: Errore: deve essere eseguito come root

source: Error: need a repository as argument
fr: Erreur : nécessite un dépôt comme argument
it: Errore: è necessario specificare un repository come argomento

source: Error: need a single repository as argument
fr: Erreur : n'accepte qu'un seul dépôt comme argument
it: Errore: è possibile specificare un solo repository come argomento

source: '%s' distribution component disabled for all sources.
fr: Composant de la distribution « %s » désactivé pour toutes les sources.
it: Componente "%s" della distribuzione disabilitato per tutte le sorgenti.

source: '%s' distribution component is already disabled for all sources.
fr: Le composant de distribution « %s » est déjà désactivé pour toutes les sources.
it: Il componente di distribuzione «%s» è già disabilitato per tutte le sorgenti.

source: '%s' distribution component enabled for all sources.
fr: Composant de la distribution « %s » activé pour toutes les sources.
it: Componente "%s" della distribuzione abilitato per tutte le sorgenti.

source: '%s' distribution component is already enabled for all sources.
fr: Le composant de distribution « %s » est déjà activé pour toutes les sources.
it: Il componente di distribuzione «%s» è già abilitato per tutte le sorgenti.

source: More info: %s
fr: Plus d’info : %s
it: Maggiori informazioni: %s

source: Press [ENTER] to continue or ctrl-c to cancel removing it
fr: Appuyez sur [ENTREE] pour continuer ou Ctrl-C pour annuler la suppression
it: Premere [INVIO] per continuare o Ctrl-C per annullare la rimozione

source: Press [ENTER] to continue or ctrl-c to cancel adding it
fr: Appuyez sur [ENTRÉE] pour continuer ou Ctrl-C pour annuler l’ajout
it: Premere [INVIO] per continuare o Ctrl+C per annullare

source: Error: '%s' doesn't exist in a sourcelist file
fr: Erreur : « %s » n'existe pas dans les fichiers de sources
it: Errore: «%s» non esiste in un file sourcelist

source: Error: '%s' invalid
fr: Erreur : « %s » non valide
it: Errore: «%s» non valido

source: <i>To improve the user experience of Ubuntu please take part in the popularity contest. If you do so the list of installed software and how often it was used will be collected and sent anonymously to the Ubuntu project on a weekly basis. The results are used to improve the support for popular applications and to rank applications in the search results.</i>
fr: <i>Pour améliorer l'expérience utilisateur dans Ubuntu, veuillez participer au sondage de popularité. Si vous le faites, la liste des logiciels installés et leur fréquence d'utilisation seront collectées et envoyées de façon anonyme au projet Ubuntu chaque semaine. Les résultats seront utilisés pour améliorer le support des applications les plus utilisées et pour classer les applications dans les résultats des recherches.</i>
it: <i>Partecipando al sondaggio di popolarità è possibile migliorare l'esperienza utente di Ubuntu. Scegliendo di partecipare, ogni settimana verranno inviati in via anonima al progetto Ubuntu l'elenco del software installato e la frequenza di utilizzo. I risultati sono utilizzati per migliorare il supporto alle applicazioni più popolari e per classificarle nei risultati di ricerca.</i>

source: <i>To improve the user experiece of Debian please take part in the popularity contest. If you do so the list of installed software and how often it was used will be collected and sent anonymously to the Debian project. The results are used to optimise the layout of the installation CDs.
fr: <i>Pour améliorer l'expérience utilisateur dans Ubuntu, veuillez participer au sondage de popularité. Si vous le faites, la liste des logiciels installés et leur fréquence d'utilisation seront collectées et envoyées de façon anonyme au projet Ubuntu. Les résultats seront utilisés pour optimiser l'organisation des CD d'installation.
it: <i>Partecipando al sondaggio di popolarità è possibile migliorare l'esperienza utente di Debian. Scegliendo di partecipare, verrà inviato in via anonima al progetto Debian l'elenco del software installato e la frequenza di utilizzo. I risultati sono utilizzati per ottimizzare la sistemazione dei CD di installazione.

source: Submit the list of installed software and how often it is is used to the distribution project.
fr: Envoyer la liste des logiciels installés ainsi que leur fréquence d'utilisation au projet de la distribution.
it: Invia l'elenco del software installato e la frequenza del suo utilizzo al progetto della distribuzione.

source: Testing Mirrors
fr: Test des miroirs
it: Test dei mirror

source: Cancel
fr: Annuler
it: Annulla

source: No suitable download server was found
fr: Aucun serveur adapté n'a été trouvé
it: Non è stato trovato alcun server adatto per scaricare

source: Please check your Internet connection.
fr: Veuillez vérifier votre connexion Internet.
it: Controllare la propria connessione a Internet.

source: Canceling...
fr: Annulation…
it: Annullamento...

source: Daily
fr: Tous les jours
it: Ogni giorno

source: Every two days
fr: Tous les deux jours
it: Ogni due giorni

source: Weekly
fr: Toutes les semaines
it: Ogni settimana

source: Every two weeks
fr: Toutes les deux semaines
it: Ogni due settimane

source: Every %s days
fr: Tous les %s jours
it: Ogni %s giorni

source: %s updates
fr: Mises à jour pour %s
it: Aggiornamenti per %s

source: %s Software
fr: Logiciels %s
it: Software per %s

source: Other...
fr: Autre…
it: Altro...

source: Import key
fr: Importer une clé
it: Importa chiave

source: Error importing selected file
fr: Erreur lors de l'importation du fichier sélectionné
it: Errore nell'importare il file selezionato

source: The selected file may not be a GPG key file or it might be corrupt.
fr: Le fichier sélectionné ne semble pas être une clé GPG ou bien il est corrompu.
it: Il file selezionato potrebbe non essere un file di chiave GPG o potrebbe essere danneggiato.

source: Error removing the key
fr: Erreur lors de la suppression de la clé
it: Errore nel rimuovere la chiave

source: The key you selected could not be removed. Please report this as a bug.
fr: La clé que vous avez sélectionnée ne peut être supprimée. Veuillez rapporter ce bogue.
it: La chiave selezionata non può essere rimossa. Segnalare questo evento come un bug.

source: Reload
fr: Actualiser
it: Ricarica

source: <b><big>The information about available software is out-of-date</big></b> To install software and updates from newly added or changed sources, you have to reload the information about available software. You need a working internet connection to continue.
fr: <b><big>Les informations sur les logiciels disponibles sont obsolètes</big></b> Pour installer de nouveaux logiciels ou des mises à jour à partir des dépôts logiciels modifiés ou nouvellement ajoutés, vous devez recharger ces informations. Une connexion Internet fonctionnelle sera nécessaire.
it: <b><big>Le informazioni sul software disponibile non sono aggiornate</big></b> È necessario ricaricare le informazioni sul software disponibile per installare software e aggiornamenti provenienti da sorgenti aggiunte o modificate di recente. Per continuare è necessaria una connessione a Internet funzionante.

source: CD Error
fr: Erreur CD
it: Errore del CD

source: <big><b>Error scanning the CD</b></big> %s
fr: <big><b>Erreur lors de l'analyse du CD</b></big> %s
it: <big><b>Errore nell'analisi del CD</b></big> %s

source: CD Name
fr: Nom du CD
it: Nome del CD

source: Please enter a name for the disc
fr: Veuillez saisir un nom pour le disque
it: Inserire un nome per il disco

source: Insert Disk
fr: Insérer le disque
it: Inserire disco

source: Please insert a disk in the drive:
fr: Veuillez insérer un disque dans le lecteur :
it: Inserire un disco nell'unità:

source: <big><b>Enter the complete APT line of the repository that you want to add as source</b></big>
fr: <big><b>Saisir la ligne APT complète du nouveau dépôt que vous voulez ajouter comme source de logiciels</b></big>
it: <big><b>Inserire la riga APT completa del repository da aggiungere come sorgente</b></big>

source: The APT line includes the type, location and components of a repository, for example '%s'.
fr: La ligne APT est composée du type, de l'emplacement et des composants d'un dépôt de logiciels, comme par exemple « %s » .
it: La riga APT include il tipo, la posizione e i componenti di un repository, per esempio «%s».

source: Binary
fr: Binaire
it: Binario

source: Source code
fr: Code source
it: Codice sorgente

source: (Source Code)
fr: (Code source)
it: (codice sorgente)

source: Source Code
fr: Code source
it: Codice sorgente

source: New mirror
fr: Nouveau miroir
it: Nuovo mirror

source: Completed %s of %s tests
fr: %s tests terminés sur %s
it: Completati %s test su %s

source: Active
fr: Actif
it: Attivo

source: Key
fr: Clé
it: Chiave

source: _Add key from paste data
fr: _Ajouter la clé à partir de données collées
it: _Aggiungi chiave da appunti

source: Error importing key
fr: Erreur lors de l'importation de la clé
it: Errore nell'importare la chiave

source: The selected data may not be a GPG key file or it might be corrupt.
fr: Les données sélectionnées ne sont peut-être pas un fichier de clé GPG ou bien elles sont corrompues.
it: I dati selezionati potrebbero non essere una chiave GPG o la chiave potrebbe essere danneggiata.

source: Error scanning the CD
fr: Erreur lors de l'analyse du CD
it: Errore nell'analizzare il CD

source: Could not find a suitable CD.
fr: Impossible de trouver un CD adéquat
it: Impossibile trovare un CD adatto.

source: Applying changes...
fr: Application des changements…
it: Applicazione modifiche...

source: Re_vert
fr: _Rétablir
it: _Ripristina

source: _Apply Changes
fr: _Appliquer les changements
it: _Applica modifiche

source: _Cancel
fr: _Annuler
it: A_nnulla

source: _Restart...
fr: _Redémarrer…
it: _Riavvia...

source: Searching for available drivers...
fr: Recherche de pilotes disponibles…
it: Ricerca dei driver disponibli...

source: An error occurred while searching for drivers.
fr: Une erreur est survenue lors de la recherche de pilotes.
it: Si è verificato un errore durante la ricerca dei driver.

source: This device is using the recommended driver.
fr: Ce périphérique utilise le pilote recommandé.
it: Questo dispositivo sta usando il driver raccomandato.

source: This device is using an alternative driver.
fr: Ce périphérique utilise un pilote alternatif.
it: Questo dispositivo sta usando un driver alternativo.

source: This device is using a manually-installed driver.
fr: Ce périphérique utilise un pilote installé manuellement.
it: Questo dispositivo sta usando un driver installato manualmente.

source: This device is not working.
fr: Ce périphérique ne fonctionne pas.
it: Questo dispositivo non funziona.

source: Continue using a manually installed driver
fr: Continuer d'utiliser un pilote installé manuellement
it: Continua usando un driver installato manualmente

source: Using {} from {}
fr: Utilisation de {} depuis {}
it: In uso {} da {}

source: proprietary
fr: propriétaire
it: proprietario

source: {base_description} ({licence}, tested)
fr: {base_description} ({licence}, testé)
it: {base_description} ({licence}, testato)

source: Do not use the device
fr: Ne pas utiliser le périphérique
it: Non usare il dispositivo

source: No additional drivers available.
fr: Aucun pilote additionnel disponible.
it: Nessun driver aggiuntivo disponibile

source: Unknown
fr: Inconnu
it: Sconosciuto

source: You need to restart the computer to complete the driver changes.
fr: Vous devez redémarrer l'ordinateur pour terminer les changements de pilotes.
it: È necessario riavviare il computer per completare le modifiche ai driver.

source: %(count)d proprietary driver in use.
fr: %(count)d pilote propriétaire utilisé.
it: %(count)d driver proprietario in uso.

source: No proprietary drivers are in use.
fr: Aucun pilote propriétaire n'est utilisé.
it: Nessun driver proprietario in uso.

source: Add Software Channels
fr: Ajouter des sources de logiciels
it: Aggiunta canali software

source: Install software additionally or only from this source?
fr: Installer des logiciels à partir d'autres sources ou uniquement à partir de celle-ci ?
it: Installare software in aggiunta o solo da questa sorgente?

source: You can either add the following sources or replace your current sources by them. Only install software from trusted sources.
fr: Vous pouvez soit ajouter ces sources, soit remplacer vos sources actuelles par celles-ci. N'installez des logiciels qu'à partir de sources sûres.
it: È possibile sia aggiungere le seguenti sorgenti che usarle per sostituire quelle attuali. Installare software solo da sorgenti fidate.

source: There are no sources to install software from
fr: Aucune source permettant d'installer des logiciels n'est définie
it: Non vi è alcuna sorgente da cui installare software

source: The file '%s' does not contain any valid software sources.
fr: Le fichier « %s » ne contient aucune source de logiciels valable.
it: Il file «%s» non contiene alcuna sorgente software valida.

source: Ubuntu Archive Automatic Signing Key <ftpmaster@ubuntu.com>
fr: Clé de signature automatique de l'archive Ubuntu <ftpmaster@ubuntu.com>
it: Chiave di firma automatica per l'archivio Ubuntu <ftpmaster@ubuntu.com>

source: Ubuntu CD Image Automatic Signing Key <cdimage@ubuntu.com>
fr: Clé de signature automatique des images CD Ubuntu <cdimage@ubuntu.com>
it: Chiave di firma automatica per l'immagine CD di Ubuntu <cdimage@ubuntu.com>

source: Source
it: Sorgente

source: Edit Source
fr: Modifier la source de mise à jour
it: Modifica sorgente

source: <b>Type:</b>
it: <b>Tipo:</b>

source: <b>Distribution:</b>
it: <b>Distribuzione:</b>

source: <b>Components:</b>
fr: <b>Composants :</b>
it: <b>Componenti:</b>

source: <b>Comment:</b>
fr: <b>Commentaire :</b>
it: <b>Commento:</b>

source: _Replace
fr: _Remplacer
it: _Sostituisci

source: Scanning CD-ROM
fr: Analyse du CD-ROM
it: Analisi del CD-ROM

source: Display immediately
fr: Afficher immédiatement
it: Visualizza immediatamente

source: Display weekly
fr: Afficher une fois par semaine
it: Visualizza ogni settimana

source: Display every two weeks
fr: Afficher toutes les deux semaines
it: Visualizza ogni due settimane

source: For any new version
fr: Pour chaque nouvelle version
it: Per qualsiasi versione

source: For long-term support versions
fr: Pour les versions prises en charge sur le long terme
it: Per le versioni LTS

source: Never
fr: Jamais
it: Mai

source: Download automatically
fr: Télécharger automatiquement
it: Scarica automaticamente

source: Download and install automatically
fr: Télécharger et installer automatiquement
it: Scarica e installa automaticamente

source: To install from a CD-ROM or DVD, insert the medium into the drive.
fr: Pour installer depuis un CD-ROM ou un DVD, insérez le disque dans le lecteur.
it: Per installare da un CD-ROM o un DVD, inserire il supporto nell'unità.

source: Download from:
fr: Télécharger depuis :
it: Scaricare da:

source: <b>Downloadable from the Internet</b>
fr: <b>Téléchargeables depuis Internet</b>
it: <b>Scaricabile da Internet</b>

source: <b>Installable from CD-ROM/DVD</b>
fr: <b>Installables à partir du CD/DVD</b>
it: <b>Installabile da CD-ROM/DVD</b>

source: Add...
fr: Ajouter…
it: Aggiungi...

source: Edit...
fr: Éditer…
it: Modifica...

source: Add Volume...
fr: Ajouter un volume…
it: Aggiungi volume...

source: Other Software
fr: Autres logiciels
it: Altro software

source: Install updates from:
fr: Installer les mises à jour depuis :
it: Installare aggiornamenti da:

source: Automatically check for updates:
fr: Vérifier automatiquement les mises à jour :
it: Verificare aggiornamenti automaticamente:

source: When there are security updates:
fr: Lorsqu’il y a des mises à jour de sécurité :
it: Quando ci sono aggiornamenti di sicurezza:

source: When there are other updates:
fr: Lorsqu’il y a d’autres mises à jour :
it: Quando ci sono altri aggiornamenti:

source: Notify me of a new Ubuntu version:
fr: Me prévenir lorsqu'une nouvelle version d’Ubuntu est disponible :
it: Notificare nuove versioni di Ubuntu:

source: Updates
fr: Mises à jour
it: Aggiornamenti

source: <b>Trusted software providers</b>
fr: <b>Fournisseurs de logiciels de confiance</b>
it: <b>Fornitori di software fidati</b>

source: Keys are used to authenticate the correct source of software and so protect your computer from malicious software
fr: Les clés sont utilisées pour authentifier la véritable source d'un logiciel et ainsi protéger votre ordinateur contre les logiciels malveillants
it: Le chiavi sono utilizzate per autenticare la corretta sorgente del software così da proteggere il computer da software malevolo

source: _Import Key File...
fr: _Importer la clé…
it: _Importa file chiave...

source: Import the public key from a trusted software provider
fr: Importer la clé publique d'un fournisseur de logiciels digne de confiance
it: Importa la chiave pubblica da un fornitore di software fidato

source: Restore _Defaults
fr: Restaurer les clés par _défaut
it: Ripristina pre_definite

source: Restore the default keys of your distribution
fr: Restaurer les clés par défaut de votre distribution
it: Ripristina le chiavi predefinite della distribuzione in uso

source: Authentication
fr: Authentification
it: Autenticazione

source: <small>A proprietary driver has private code that Ubuntu developers can't review or improve. Security and other updates are dependent on the driver vendor.</small>
fr: <small>Un pilote propriétaire contient du code privé que les développeurs d'Ubuntu ne peuvent pas vérifier ou améliorer. La sécurité et les autres mises à jour sont sous la responsabilité de l'éditeur du pilote.</small>
it: <small>Un driver proprietario presenta del codice privato che gli sviluppatori di Ubuntu non possono revisionare o migliorare. Gli aggiornamenti, inclusi quelli di sicurezza, dipendono dal vendor del driver.</small>

source: Additional Drivers
fr: Pilotes additionnels
it: Driver aggiuntivi

source: _Reload
fr: A_ctualiser
it: _Ricarica

source: Choose a Download Server
fr: Choisissez un serveur de téléchargement
it: Scelta server da cui scaricare

source: Protocol:
fr: Protocole :
it: Protocollo:

source: _Select Best Server
fr: _Sélectionner le meilleur serveur
it: _Seleziona server migliore

source: Performs a connection test to find the best mirror for your location
fr: Effectuer un test de connexion pour identifier le miroir correspondant le mieux à votre situation géographique
it: Esegue un test di connessione per trovare il mirror più adatto per la propria ubicazione

source: Choose _Server
fr: Choisir un _serveur
it: S_cegli server

source: <b><big>Testing download servers</big></b> A series of tests will be performed to find the best mirror for your location.
fr: <b><big>Test des serveurs de téléchargement</big></b> Des tests vont être effectués afin de déterminer le miroir le plus approprié à votre situation géographique.
it: <b><big>Test dei server da cui scaricare</big></b> Verrà eseguita una serie di test per individuare il mirror più indicato per la propria ubicazione.

source: APT line:
fr: Ligne APT :
it: Riga APT:

source: _Add Source
fr: _Ajouter une source de mise à jour
it: _Aggiungi sorgente

source: Mirror
fr: Miroir

source: open source
fr: libre
