Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/unity.po
Languages: fr, it

source: Bias alt-tab to prefer windows on the current viewport
fr: Forcer Alt + Tab à préférer les fenêtres de la vue courante
it: Mette in evidenza nel selettore Alt+Tab le finestre dello spazio di lavoro in uso

source: Bias the Switcher to prefer windows which are placed on the current viewport.
fr: Forcer le sélecteur de fenêtre à préférer les fenêtres situées dans la vue courante.
it: Fa in modo che il selettore preferisca finestre posizionate sull'area di lavoro attuale.

source: Disable Show Desktop in the Switcher
fr: Désactiver l'affichage du bureau dans le sélecteur de fenêtre
it: Disabilita Mostra scrivania nel selettore

source: Disables the Show Desktop icon in the Switcher.
fr: Désactive l'icône d'affichage du bureau dans le sélecteur de fenêtre.
it: Disabilita l'icona di Mostra scrivania nel selettore.

source: Disable the mouse in the Switcher
fr: Désactiver la souris dans le sélecteur de fenêtres
it: Disabilita il mouse nel selettore

source: Disables the mouse in the Switcher.
fr: Désactive la souris dans le sélecteur de fenêtres.
it: Disabilita il mouse nel selettore

source: Left Mouse
fr: Clic gauche
it: Clic sinistro

source: Middle Mouse
fr: Clic milieu
it: Clic centrale

source: Right Mouse
fr: Clic droit
it: Clic destro

source: Keyboard Shortcuts
fr: Raccourcis clavier
it: Scorciatoie da tastiera

source: (Hold)
fr: (appui long)
it: (pressione)

source: Opens the Launcher, displays shortcuts.
fr: Ouvre le lanceur, affiche les raccourcis.
it: Apre il Launcher e mostra le scorciatoie

source: Opens Launcher keyboard navigation mode.
fr: Ouvre le mode navigation au clavier du lanceur.
it: Avvia la navigazione da tastiera del Launcher

source: Switches applications via the Launcher.
fr: Bascule entre applications via le lanceur.
it: Passa a un'altra applicazione attraverso il Launcher

source: Same as clicking on a Launcher icon.
fr: Comme en cliquant sur une icône du lanceur.
it: Equivale al clic su un'icona del Launcher

source: + Shift + 1 to 9
fr: + Maj + 1 à 9
it: + Maiusc + 1 ... 9

source: Opens a new window in the app.
fr: Ouvre une nouvelle fenêtre dans l'application.
it: Apre una nuova finestra nel programma

source: Opens the Trash.
fr: Ouvre la corbeille.
it: Apre il Cestino

source: (Tap)
fr: (appui court)
it: (tocco)

source: Opens the Dash Home.
fr: Ouvre l'accueil du tableau de bord.
it: Apre la Dash

source: Opens the Dash App Lens.
fr: Ouvre la lentille « Applications ».
it: Apre la Lens «App»

source: Opens the Dash Files Lens.
fr: Ouvre la lentille « Fichiers et dossiers ».
it: Apre la Lens «File»

source: Opens the Dash Music Lens.
fr: Ouvre la lentille « Musique ».
it: Apre la Lens «Musica»

source: Opens the Dash Photo Lens.
fr: Ouvre la lentille « Photo » du tableau de bord
it: Apre la Lens «Foto»

source: Opens the Dash Video Lens.
fr: Ouvre la lentille « Vidéos ».
it: Apre la Lens «Video»

source: Switches between Lenses.
fr: Bascule entre les lentilles.
it: Passa da una Lens all'altra

source: Moves the focus.
fr: Déplace le focus.
it: Spostano il focus

source: Arrow Keys
fr: Touches directionnelles
it: Tasti freccia

source: Opens the currently focused item.
fr: Ouvre l'élément ayant le focus.
it: Apre l'elemento col focus

source: Enter
fr: Entrée
it: Invio

source: HUD & Menu Bar
fr: Affichage tête haute et barre de menu
it: HUD e barra dai menù

source: Opens the HUD.
fr: Ouvre l'affichage tête haute.
it: Apre l'HUD

source: Reveals the application menu.
fr: Affiche le menu Applications.
it: Mostra il menù dell'applicazione

source: Opens the indicator menu.
fr: Ouvre le menu des indicateurs.
it: Apre il menù degli indicatori

source: Moves focus between indicators.
fr: Navigue entre les indicateurs.
it: Spostano il focus tra gli indicatori

source: Cursor Left or Right
fr: Flèches gauche ou droite
it: Freccia destra o sinistra

source: Switching
fr: Basculement
it: Cambio applicazione

source: Switches between applications.
fr: Bascule entre applications.
it: Passa da un'applicazione all'altra

source: Switches windows of current applications.
fr: Bascule entre les fenêtres des applications en cours.
it: Passa a un'altra finestra dell'applicazione

source: Workspaces
fr: Espaces de travail
it: Spazi di lavoro

source: Switches between workspaces.
fr: Passe d'un espace de travail à l'autre.
it: Passa da uno spazio di lavoro all'altro

source: + Arrow Keys
fr: + Touches directionnelles
it: + Tasti freccia

source: Switches workspaces.
fr: Permute les espaces de travail.
it: Cambia spazio di lavoro

source: Moves focused window to another workspace.
fr: Déplace la fenêtre sélectionnée vers un autre espace de travail.
it: Sposta la finestra in un altro spazio di lavoro

source: Windows
fr: Fenêtres
it: Finestre

source: Spreads all windows in the current workspace.
fr: Panorama des fenêtres dans cet espace de travail.
it: Mostra le finestre dello spazio di lavoro in uso

source: Minimises all windows.
fr: Minimise toutes les fenêtres.
it: Minimizza tutte le finestre

source: Maximises the current window.
fr: Maximise la fenêtre courante.
it: Massimizza la finestra in uso

source: Restores or minimises the current window.
fr: Restaure ou minimise la fenêtre courante.
it: Ripristina o minimizza la finestra

source: or Right
fr: ou droit
it: o destro

source: Semi-maximise the current window.
fr: Maximise la fenêtre courante sur un demi-écran.
it: Massimizzazione a metà della finestra corrente

source: Closes the current window.
fr: Ferme la fenêtre courante.
it: Chiude la finestra corrente

source: Opens the window accessibility menu.
fr: Ouvre le menu d'accessibilité de la fenêtre
it: Apre il menù accessibilità della finestra

source: Places the window in corresponding position.
fr: Place la fenêtre à la position correspondante.
it: Sistema la finestra nella posizione corrispondente

source: Ctrl + Alt + Num (keypad)
it: Ctrl + Alt + Num (tastierino)

source: Drag
fr: Glisser
it: Trascinamento

source: Moves the window.
fr: Déplace la fenêtre.
it: Sposta la finestra

source: Resizes the window.
fr: Redimensionne la fenêtre.
it: Ridimensiona la finestra

source: Shut Down
fr: Éteindre…
it: Arresta

source: Hi %s, you have open files that you might want to save before shutting down. Are you sure you want to continue?
fr: Bonjour %s, vous avez des fichiers ouverts que vous devriez enregistrer avant d'éteindre. Voulez-vous vraiment continuer ?
it: Ciao %s, ci sono file aperti da poter salvare prima di spegnere il computer. Continuare veramente?

source: Goodbye, %s. Are you sure you want to close all programs and shut down the computer?
fr: Au revoir %s. Voulez-vous vraiment quitter tous les programmes et éteindre l'ordinateur ?
it: Arrivederci, %s. Chiudere tutti i programmi e arrestare il computer?

source: Log Out
fr: Fermer la session…
it: Termina sessione

source: Hi %s, you have open files that you might want to save before logging out. Are you sure you want to continue?
fr: Bonjour %s, vous avez des fichiers ouverts que vous devriez enregistrer avant de fermer votre session. Voulez-vous vraiment continuer ?
it: Ciao %s, ci sono file aperti da poter salvare prima di terminare la sessione. Continuare veramente?

source: Goodbye, %s. Are you sure you want to close all programs and log out from your account?
fr: Au revoir %s. Voulez-vous vraiment quitter tous les programmes et fermer votre session ?
it: Arrivederci, %s. Chiudere tutti i programmi e terminare la sessione?

source: Hi %s, you have open files you might want to save. Would you like to…
fr: Bonjour %s, des fichiers sont ouverts, vous devriez les enregistrer. Souhaitez-vous…
it: Ciao %s, ci sono file aperti da poter salvare. Vorresti…

source: Hi %s, you have open files you might want to save. Would you like to…
fr: Bonjour %s, des fichiers sont ouverts, vous devriez les enregistrer. Souhaitez-vous…
it: Ciao %s, ci sono file aperti da poter salvare. Vorresti…

source: Goodbye, %s. Would you like to…
fr: Au revoir %s. Souhaitez-vous…
it: Arrivederci, %s. Vorresti…

source: Lock
fr: Verrouiller
it: Blocca

source: Suspend
fr: Mettre en veille
it: Sospendi

source: Hibernate
fr: Mettre en hibernation
it: Iberna

source: Restart
fr: Redémarrer…
it: Riavvia

source: Activate
fr: Activer
it: Attiva

source: No Image Available
fr: Aucune image disponible
it: Nessuna immagine disponibile

source: Filter results
fr: Filtrer les résultats
it: Filtra i risultati

source: Launchers
fr: Lanceurs
it: Lanciatori

source: HUD
fr: ATH

source: Ubuntu Desktop
fr: Bureau Ubuntu

source: Blacklist
fr: Liste noire

source: Dash
fr: Tableau de bord

source: Launcher
fr: Lanceur

source: Ubuntu Unity Plugin
fr: Extension Ubuntu Unity

source: + 1 to 9
fr: + 1 à 9
