Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/unity.po
Languages: fr, it

source: All
fr: Tous
it: Tutto

source: Categories
fr: Catégories
it: Categorie

source: Multi-range
fr: Plage multiple
it: Multi-intervallo

source: Rating
fr: Évaluation
it: Giudizio

source: See fewer results
fr: Voir moins de résultats
it: Mostra meno risultati

source: See one more result
fr: Afficher un résultat supplémentaire
it: Mostra un altro risultato

source: Sorry, there is nothing that matches your search.
fr: Désolé, aucun résultat ne correspond à votre recherche.
it: Nessun risultato corrispondente alla ricerca.

source: Last Updated
fr: Dernière mise à jour
it: Ultima modifica

source: Comments
fr: Commentaires
it: Commenti

source: Type your command
fr: Saisissez votre commande
it: Digitare il comando

source: Lock to Launcher
fr: Conserver dans le lanceur
it: Blocca nel Launcher

source: Unlock from Launcher
fr: Retirer du lanceur
it: Sblocca dal Launcher

source: Quit
fr: Quitter
it: Esci

source: Exit
fr: Quitter
it: Esci

source: Close
fr: Fermer
it: Chiudi

source: Search your computer and online sources
fr: Rechercher sur votre ordinateur et à partir de sources en ligne
it: Cerca nel computer e online

source: Show Desktop
fr: Afficher le bureau
it: Mostra la scrivania

source: The drive has been successfully ejected
fr: Le disque a été éjecté avec succès
it: Espulsione dell'unità riuscita

source: Workspace Switcher
fr: Sélecteur d'espace de travail
it: Selettore spazio di lavoro

source: Waiting to install
fr: Installation en cours
it: Installazione in corso

source: Installing…
fr: Installation...
it: Installazione...

source: Drop To Add Application
fr: Déposer pour ajouter l'application
it: Rilascia per aggiungere l'applicazione

source: Trash
fr: Corbeille
it: Cestino

source: Empty Trash…
fr: Vider la corbeille…
it: Svuota cestino...

source: Open
fr: Ouvrir
it: Apri

source: Eject parent drive
fr: Éjecter le disque parent
it: Espelli unità principale

source: Eject
fr: Éjecter
it: Espelli

source: Safely remove parent drive
fr: Retirer le disque parent en toute sécurité
it: Rimuovi in sicurezza unità principale

source: Safely remove
fr: Retirer en toute sécurité
it: Rimuovi in sicurezza

source: Unmount
fr: Démonter
it: Smonta

source: Unity Scrollbars Support
fr: Prise en charge des barres de défilement Unity
it: Supporto barre di scorrimento Unity

source: Support _UNITY_NET_WORKAREA_REGION
fr: Prise en charge _UNITY_NET_WORKAREA_REGION
it: Supporto _UNITY_NET_WORKAREA_REGION

source: Unity MT Grab Handles
fr: Poignées de saisie Unity MT
it: Maniglie

source: Small touch-based grab handles to move and resize a window
fr: Petites poignées de saisie tactiles permettant de déplacer et redimensionner une fenêtre
it: Piccole maniglie per spostare e ridimensionare una finestra

source: Toggle Handles
fr: Poignées
it: Mostra/Nasconde le maniglie

source: Key to toggle the handles
fr: Raccourci pour faire apparaître les poignées
it: Tasto per mostrare/nascondere le maniglie

source: Show Handles
fr: Montrer les poignées
it: Mostra maniglie

source: Key to show the handles
fr: Raccourci pour faire apparaître les poignées
it: Tasto per mostrare le maniglie

source: Hide Handles
fr: Masquer les poignées
it: Nasconde le maniglie

source: Key to hide the handles
fr: Raccourci pour masquer les poignées
it: Tasto per nascondere le maniglie

source: Fade Duration
fr: Durée du fondu
it: Durata della dissolvenza

source: How long the fade should last
fr: Combien de temps doit durer le fondu
it: La durata della dissolvenza

source: Dialog Handler
fr: Gestionnaire de dialogue
it: Gestore finestre di dialogo

source: Handles the modal dialog experience in unity
fr: Gère les fenêtres de dialogue modales dans Unity
it: Gestisce l'esperienza delle finestre modali in Unity

source: Alpha
it: Alfa

source: What dimming alpha to use
fr: Atténuation alpha à utiliser
it: L'alfa di attenuazione da utilizzare

source: Fade Time
fr: Durée du fondu
it: Tempo dissolvenza

source: How long the fade should take (ms)
fr: Combien de temps doit prendre le fondu (ms)
it: La durata della dissolvenza (ms)

source: Match for dialogs that shouldn't be accepted as transient modal dialogs
fr: Correspondance avec les dialogues qui ne doivent pas être acceptés comme fenêtres de dialogue modales transitoires
it: Finestre che non dovrebbero essere accettate come finestre modali transienti

source: Quicklist
fr: Liste d'accès rapide
it: Azioni rapide

source: Switcher
fr: Sélecteur de fenêtre
it: Selettore

source: Plugin to draw the Unity Shell
fr: Greffon pour afficher le gestionnaire de bureau Unity
it: Plugin per gestire la shell Unity

source: General
fr: Général
it: Generale

source: Key to show the HUD
fr: Raccourci pour faire apparaître l'affichage tête haute
it: Tasto per mostrare HUD

source: A tap on this key summons the HUD.
fr: Un appui sur cette touche appelle l'ATH.
it: Un tocco su questo tasto richiama l'HUD.

source: Key to execute a command
fr: Raccourci pour exécuter une commande
it: Tasto per eseguire un comando

source: Opens a folder or executes a command.
fr: Ouvre un dossier ou exécute une commande
it: Apre una cartella o esegue un comando

source: Hide all windows and focus desktop.
it: Nasconde tutte le finestre e da il focus alla scrivania

source: Key to open the first panel menu
fr: Raccourci pour ouvrir le premier menu du bandeau
it: Tasto per aprire il primo menù di pannello

source: Opens the first indicator menu of the Panel, allowing keyboard navigation thereafter.
fr: Ouvre le premier menu d'indicateur de la barre de menus, permettant par la suite la navigation au clavier.
it: Apre il primo indicatore del pannello, consentendone la navigazione da tastiera.

source: Key to vertically maximize the focused window to the right
it: Tasto per massimizzare verticalmente sulla destra la finestra col focus

source: Semi-maximize vertically the focused window on the half right width of the screen
it: Massimizza verticalmente la finestra col focus sulla metà destra dello schermo

source: Key to vertically maximize the focused window to the left
it: Tasto per massimizzare verticalmente sulla sinistra la finestra col focus

source: Semi-maximize vertically the focused window to the half left width of the screen
it: Massimizza verticalmente la finestra col focus sulla metà sinistra dello schermo

source: Panel Opacity
fr: Opacité du bandeau
it: Opacità pannello

source: The opacity of the Panel background.
fr: L'opacité de l'arrière plan du bandeau.
it: L'opacità dello sfondo del pannello.

source: Panel Opacity for Maximized Windows Toggle
fr: Opacité de la barre de menus pour la bascule de fenêtres maximisées
it: Opacità del pannello con finestre massimizzate

source: When a window is maximized and visible in the current viewport, the panel opacity is disabled.
fr: Quand une fenêtre est agrandie et visible en premier plan, l'opacité de la barre de menus est désactivée.
it: Quando una finestra è massimizzata e visibile nell'attuale spazio di lavoro, l'opacità del pannello viene disabilitata.

source: Background Color
fr: Couleur d’arrière-plan
it: Colore di sfondo

source: Background color override for the Dash, Launcher and Switcher.
fr: Couleur d'arrière-plan de substitution pour le tableau de bord, le lanceur d'application et le sélecteur de fenêtre.
it: Colore di sfondo per Dash, Launcher e il selettore

source: Dash Blur
fr: Flou du tableau de bord
it: Sfocatura della Dash

source: Type of blur in the Dash.
fr: Type de floutage dans le tableau de bord.
it: Tipo di opacità nella Dash

source: No Blur
fr: Pas de flou
it: Nessuna sfocatura

source: Static Blur
fr: Flou statique
it: Sfocatura statica

source: Active Blur
fr: Flou dynamique
it: Sfocatura attiva

source: Automaximize Value
fr: Valeur d'agrandissement automatique
it: Valore massimizzazione automatica

source: The minimum value to trigger automaximize.
fr: La valeur minimale pour déclencher la maximisation automatique.
it: Il valore minimo per attivare la massimizzazione automatica.

source: Enable Shortcut Hints Overlay
fr: Activer le panneau des raccourcis clavier
it: Abilita la sovrapposizione dei suggerimenti per le scorciatoie

source: Enables possibility to display an overlay showing available mouse and keyboard shortcuts.
fr: Permet d'afficher en surimpression une fenêtre montrant les raccourcis souris et clavier disponibles.
it: Abilita la possibilità di visualizzare una panoramica con le scorciatoie da tastiera e mouse.

source: Key to show the Dash, Launcher and Help Overlay
fr: Touche pour afficher le tableau de bord, le lanceur et l'aide en surimpression
it: Tasto per mostrare la Dash, il Launcher e l'aiuto

source: Holding this key makes the Launcher and Help Overlay appear. Tapping it opens the Dash.
fr: Un appui long sur cette touche fait apparaître le lanceur et l'aide en surimpression. Une frappe brève ouvre le tableau de bord.
it: Tenendo premuto questo tasto si aprono il Launcher e l'aiuto, il solo tocco apre la Dash.

source: Key to give keyboard-focus to the Launcher
fr: Touche pour donner le focus-clavier au lanceur
it: Tasto per dare il focus da tastiera al Launcher

source: Gives keyboard-focus to the Launcher so it can be navigated with the cursor-keys.
fr: Donne le focus-clavier au lanceur pour permettre d'y naviguer avec les touches de déplacement du curseur.
it: Fornisce focus da tastiera al Launcher così da poterlo esplorare con i tasti freccia.

source: Key to start the Launcher Application Switcher
fr: Touche pour lancer le sélecteur d'application du lanceur
it: Tasto per lanciare il selettore di applicazioni del Launcher

source: Cycles through icons present in the Launcher. Activates the highlighted icon on release.
fr: Parcourt les icônes présentes dans le lanceur. Active l'icône en surbrillance au relâchement.
it: Passa da un'icona all'altra nel Launcher: attiva l'icona evidenziata quando rilasciato.

source: Key to start the Launcher Application Switcher in reverse
fr: Touche pour lancer le sélecteur d'application du lanceur en sens inverse
it: Tasto per lanciare il selettore di applicazioni del Launcher in ordine inverso

source: Cycles through icons present in the Launcher, in reverse order. Activates the highlighted icon on release.
fr: Parcourt les icônes présentes dans le lanceur en sens inverse. Active l'icône en surbrillance au relâchement.
it: Passa da un'icona all'altra nel Launcher in ordine inverso: attiva l'icona evidenziata quando rilasciato.

source: Dash tap duration
fr: Durée de la frappe pour le tableau de bord
it: Durata tocco per la Dash

source: Duration (in millseconds) that will count as a tap for opening the Dash.
fr: Durée (en millisecondes) qui compte comme une frappe pour ouvrir le tableau de bord.
it: Durata (in millisecondi) che viene conteggiata come un tocco per aprire la Dash.

source: Launcher Opacity
fr: Opacité du lanceur d'application
it: Opacità Launcher

source: The opacity of the Launcher background.
fr: L'opacité de l'arrière plan du lanceur d'application.
it: L'opacità dello sfondo del Launcher.

source: Hide Launcher
fr: Masquer le lanceur
it: Scomparsa del Launcher

source: Make the Launcher hide automatically after some time of inactivity.
fr: Faire que le lanceur soit caché automatiquement après un certain temps d'inactivité.
it: Nasconde automaticamente il Launcher dopo un periodo di inattività.

source: Never
fr: Jamais
it: Mai

source: Autohide
fr: Masquage automatique
it: Scomparsa automatica

source: Hide Animation
fr: Animation de masquage
it: Animazione per scomparsa

source: Animation played when the Launcher is showing or hiding.
fr: Animation jouée quand le lanceur apparaît ou disparaît.
it: Animazione utilizzata quando viene mostrato o nascosto il Launcher.

source: Fade on bfb and Slide
fr: Fondu sur le bouton Ubuntu et glissement
it: Dissolvenza nel Big Funny Button e scorrimento

source: Slide only
fr: Glissement uniquement
it: Solo scorrimento

source: Fade only
fr: Fondu uniquement
it: Solo dissolvenza

source: Fade and Slide
fr: Fondu et glissement
it: Dissolvenza e scorrimento

source: Reveal Trigger
fr: Déclenchement de l'apparition
it: Azione per mostrare

source: Left Edge
fr: Bord gauche
it: Bordo sinistro

source: Top Left Corner
fr: Coin supérieur gauche
it: Angolo superiore sinistro

source: Launcher Monitors
fr: Écrans du lanceur
it: Monitor del Launcher

source: Selects on which display the Launcher will be present.
fr: Sélectionne sur quel affichage le lanceur sera présent.
it: Seleziona su quale monitor visualizzare il Launcher.

source: All Displays
fr: Tous les écrans
it: Tutti i monitor

source: Primary Display
fr: Écran principal
it: Monitor principale

source: Launcher Capture Mouse
fr: Capture du mouvement de la souris par le lanceur
it: Cattura del mouse sul Launcher

source: Determines if the Launcher's edges will capture the mousepointer.
fr: Détermine si les bords du lanceur capturent le pointeur de souris.
it: Determina se i bordi del Launcher catturano il puntatore del mouse.

source: Launcher Reveal Edge Responsiveness
fr: Réactivité du bord faisant apparaître le lanceur
it: La reattività del bordo per mostrare il Launcher

source: A conglomerate setting that modifies the overall responsiveness of the Launcher reveal.
fr: Un paramètre qui modifie la réactivité globale de l'apparition du lanceur.
it: Un'impostazione che modifica la reattività per mostrare il Launcher.

source: Launcher Reveal Pressure
fr: Pression pour faire apparaître le lanceur
it: Pressione per mostrare il Launcher

source: Amount of mouse pressure required to reveal the Launcher.
fr: Niveau de pression de la souris nécessaire pour faire apparaître le lanceur.
it: Quanta pressione il mouse deve fare per mostrare il Launcher.

source: Launcher Edge Stop Overcome Pressure
fr: Pression pour franchir le lanceur
it: Pressione per superare il blocco sul bordo

source: Amount of mouse pressure required to push the mousepointer into the next monitor.
fr: Niveau de pression de la souris pour pousser le pointeur dans l'écran suivant.
it: Quanta pressione il mouse deve esercitare per spostarsi verso il monitor successivo.

source: Pressure Decay Rate
fr: Vitesse de diminution de la pression
it: Tasso di decadimento della pressione

source: The rate at which mouse pressure decays.
fr: Vitesse à laquelle la pression de la souris diminue.
it: A che velocità la pressione del mouse si annulla.

source: Edge Stop Velocity
fr: Vitesse d'arrêt du bord
it: Velocità di blocco sul bordo

source: The maximum velocity at which the mouse will still be stopped.
fr: Vitesse maximale à laquelle la souris va être arrêtée.
it: La velocità massima a cui il mouse verrà comunque fermato.

source: Duration of Sticky Edge Release after Break
fr: Durée de la libération du bord collant après rupture
it: Durata disattivazione bordi adesivi

source: The number of milliseconds Sticky Edges are deactivated for after the barrier has been broken.
fr: Durée (en millisecondes) de désactivation des bords collants après rupture de la barrière.
it: Numero di millisecondi per cui i bordi adesivi sono disabilitati una volta che la barriere è stata superata.

source: Launcher Icon Size
fr: Taille d'icône du lanceur
it: Dimensione icone Launcher

source: The size of the icons in the Launcher.
fr: La taille des icônes dans le lanceur.
it: La dimensione delle icone nel Launcher.

source: Launcher Icon Backlight Mode
fr: Mode de rétro-éclairage des icônes du lanceur
it: Modalità retroilluminazione delle icone del Launcher

source: Change how the icons in the Launcher are backlit.
fr: Changer le mode de rétro-éclairage des icônes du lanceur.
it: Modifica come le icone nel Launcher vengono illuminate.

source: Backlight Always On
fr: Rétroéclairage des icônes toujours actif
it: Retroilluminazione sempre attivata

source: Backlight Toggles
fr: Rétroéclairage des icônes activées
it: Commutazione della retroilluminazione

source: Backlight Always Off
fr: Rétroéclairage des icônes toujours inactif
it: Retroilluminazione sempre disattivata

source: Edge Illumination Toggles
fr: Illumination du contour des icônes activées
it: Abilita/Disabilita l'illuminazione del bordo

source: Backlight and Edge Illumination Toggles
fr: Rétroéclairage et illumination du contour des icônes activées
it: Abilita/Disabilita retroilluminazione e illuminazione del bordo

source: Launcher Icon Launch Animation
fr: Animation au lancement des icônes du lanceur
it: Animazione di lancio di un'icona del Launcher

source: The icon animation playing during the launch of a process.
fr: L'animation de l'icône jouée durant le lancement d'un processus.
it: L'animazione di un'icona quando viene lanciato un processo.

source: None
fr: Aucun
it: Nessuna

source: Pulse Until Running
fr: Battement jusqu'à la fin du lancement
it: Pulsazione fino all'esecuzione

source: Blink
fr: Clignotement
it: Lampeggiamento

source: Launcher Icon Urgent Animation
fr: Animation d'urgence des icônes du lanceur
it: Animazione di urgenza di un'icona del Launcher

source: The icon animation playing when a Launcher Icon is in the urgent state.
fr: L'animation de l'icône jouée quand une icône du lanceur est dans l'état urgent.
it: L'animazione di un'icona del Launcher quando è nello stato urgente.

source: Pulse
fr: Battement
it: Pulsazione

source: Wiggle
fr: Gigotement
it: Scuotimento

source: Menus
it: Menù

source: Menus Fade-in Duration
fr: Durée pour l'effet d'affichage progressif des menus
it: Durata della dissolvenza in entrata del menù

source: Duration (in milliseconds) of the menus fade-in animation, used when the mouse goes over the top-panel.
fr: Durée (en millisecondes) de l'animation d'apparition des menus, utilisée lorsque la souris survole le panneau du haut.
it: Durata (in millisecondi) dell'effetto dissolvenza in entrata dei menù, utilizzato quando il mouse si sposta sul pannello superiore.

source: Menus Fade-out Duration
fr: Durée pour l'effet de masquage progressif des menus
it: Durata della dissolvenza in uscita del menù

source: Duration (in milliseconds) of the menus fade-out animation, used when the mouse goes over the top-panel.
fr: Durée (en millisecondes) de l'animation de disparition des menus, utilisée lorsque la souris survole le panneau du haut.
it: Durata (in millisecondi) dell'effetto dissolvenza in uscita dei menù, utilizzato quando il mouse si sposta sul pannello superiore.

source: Menus Discovery Duration
fr: Durée de la découverte des menus
it: Durata della scoperta dei menù

source: How many seconds the menus should be shown when a new application has been launched.
fr: Durée (en secondes) d'affichage des menus lorsqu'une application vient d'être lancée.
it: Per quanti secondi mostrare i menù quando una nuova applicazione viene lanciata.

source: Menus Discovery Fade-in Duration
fr: Durée pour l'effet d'affichage progressif des menus
it: Durata dell'effetto dissolvenza in entrata per la scoperta dei menù

source: Duration (in milliseconds) of the menus fade-in animation, used when the menus of a new launched application have been shown.
fr: Durée (en millisecondes) de l'animation d'apparition des menus, utilisée lorsque les menus d'une application nouvellement lancée ont été affichés.
it: Durata (in millisecondi) dell'effetto dissolvenza in entrata dei menù, utilizzato quando vengono mostrati i menù di un'applicazione appena lanciata.

source: Menus Discovery Fade-out Duration
fr: Durée pour l'effet de masquage progressif des menus
it: Durata dell'effetto dissolvenza in uscita per la scoperta dei menù

source: Duration (in milliseconds) of the menus fade-out animation, used when the menus of a new launched application have been shown.
fr: Durée (en millisecondes) de l'animation de disparition des menus, utilisée lorsque les menus d'une application nouvellement lancée ont été affichés.
it: Durata (in millisecondi) dell'effetto dissolvenza in uscita dei menù, utilizzato quando vengono mostrati i menù di un'applicazione appena lanciata.

source: Key to start the Switcher
fr: Touche pour lancer le sélecteur de fenêtre
it: Tasto per avviare il selettore

source: Switches to the next open window on the actual viewport.
fr: Bascule vers la fenêtre ouverte suivante dans la vue courante.
it: Passa alla successiva finestra aperta nell'area di lavoro attuale.

source: Key to switch to the previous window in the Switcher
fr: Touche pour basculer vers la fenêtre précédente dans le sélecteur de fenêtre
it: Tasto per passare alla finestra precedente nel selettore

source: Switches to the previous open window on the actual viewport, once the Switcher has been revealed.
fr: Bascule vers la fenêtre ouverte précédente dans la vue courante, une fois le sélecteur de fenêtre affiché.
it: Passa alla precedente finestra aperta nell'area di lavoro attuale, dopo che il selettore è stato attivato.

source: Key to start the Switcher for all viewports
fr: Touche pour activer le sélecteur de fenêtre pour toutes les vues
it: Tasto per lanciare il selettore per tutti gli spazi di lavoro

source: Switches to the next open window, including windows of all viewports.
fr: Bascule vers la fenêtre ouverte suivante, incluant les fenêtres de toutes les vues.
it: Passa alla successiva finestra aperta, comprese le finestre di tutte le aree di lavoro.

source: Key to switch to the previous window in the Switcher for all viewports
fr: Touche pour basculer vers la fenêtre précédente dans le sélecteur de fenêtre pour toutes les vues
it: Tasto per passare alla finestra precedente nel selettore per tutte le aree di lavoro

source: Switches to the previous open window, once the Switcher has been revealed, including windows of all viewports.
fr: Bascule vers la fenêtre ouverte précédente, une fois le sélecteur de fenêtre affiché, incluant les fenêtres de toutes les vues.
it: Passa alla precedente finestra aperta, dopo che il selettore è stato attivato, comprese le finestre di tutte le aree di lavoro.

source: Key to flip through windows in the Switcher
fr: Touche pour parcourir les fenêtres dans le sélecteur de fenêtre
it: Tasto per passare da una finestra all'altra nel selettore

source: Flips through all the windows present in the Switcher.
fr: Parcourt toutes les fenêtres présentes dans le sélecteur de fenêtre.
it: Passa da una finestra all'altra nel selettore.

source: Key to flip through windows in the Switcher backwards
fr: Touche pour parcourir les fenêtres en sens inverse dans le sélecteur de fenêtre
it: Passa da una finestra all'altra in ordine inverso nel selettore

source: Flips through all the windows present in the Switcher, in reverse order.
fr: Parcourt toutes les fenêtres présentes dans le sélecteur de fenêtre, en sens inverse.
it: Passa da una finestra all'altra in ordine inverso nel selettore.

source: Show live previews of windows in the Switcher
fr: Afficher la prévisualisation des fenêtres actives dans le sélecteur de fenêtre
it: Mostra anteprime "live" delle finestre nel selettore

source: Enables miniature live window previews in the Switcher.
fr: Active la prévisualisation des miniatures des fenêtres actives dans le sélecteur de fenêtre.
it: Abilita anteprime live delle finestre nel selettore.

source: Timed automatic to show live previews in the Switcher
fr: Délai de prévisualisation automatique dans le sélecteur de fenêtre
it: Visualizza anteprime "live" automaticamente dopo un certo tempo nel selettore

source: Automatically spreads multiple windows of the same application out into a grid after a short time.
fr: Répartit automatiquement les fenêtres multiples d'une même application sur une grille après un court délai.
it: Dispone automaticamente su una griglia molteplici finestre della stessa applicazione dopo un breve periodo di tempo.
