Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/upstart.po
Languages: fr

source: Output previous and current runlevel.
fr: Afficher les niveaux d'exécution précédent et actuel.

source: The system /var/run/utmp file is used unless the alternate file UTMP is given.
fr: Le fichier système /var/run/utmp sera utilisé, à moins qu'un fichier UTMP spécifique soit fourni.

source: reboot after shutdown
fr: redémarrer après extinction

source: halt or power off after shutdown
fr: interrompre ou éteindre le système.

source: halt after shutdown (implies -h)
fr: interrompre (implique -h).

source: power off after shutdown (implies -h)
fr: éteindre (implique -h).

source: cancel a running shutdown
fr: annuler un arrêt précédemment planifié.

source: only send warnings, don't shutdown
fr: envoyer les avertissements, mais ne pas éteindre.

source: TIME [MESSAGE]
fr: TEMPS [MESSAGE]

source: Bring the system down.
fr: Permet d'éteindre ou de redémarrer l'ordinateur.

source: TIME may have different formats, the most common is simply the word 'now' which will bring the system down immediately. Other valid formats are +m, where m is the number of minutes to wait until shutting down and hh:mm which specifies the time on the 24hr clock. Logged in users are warned by a message sent to their terminal, you may include an optional MESSAGE included with this. Messages can be sent without actually bringing the system down by using the -k option. If TIME is given, the command will remain in the foreground until the shutdown occurs. It can be cancelled by Control-C, or by another user using the -c option. The system is brought down into maintenance (single-user) mode by default, you can change this with either the -r or -h option which specify a reboot or system halt respectively. The -h option can be further modified with -H or -P to specify whether to halt the system, or to power it off afterwards. The default is left up to the shutdown scripts.
fr: TEMPS peut avoir différents formats, le plus commun étant simplement le mot 'now' qui va éteindre le système immédiatement. Les autres formats valides sont +m, où m est le nombre de minutes à attendre avant d'éteindre et hh:mm qui spécifie l'heure d'extinction (sur 24 heures). Les utilisateurs connectés sont avertis par un message envoyé sur leurs terminaux, que vous pouvez compléter par un MESSAGE optionnel. Les messages peuvent être envoyé sans éteindre effectivement le système en utilisant l'option -k. Si TEMPS est spécifié, la commande restera au premier plan jusqu'à ce que l'arrêt se produise. Elle peut être annulée par Ctrl-C, ou par un autre utilisateur en utilisant l'option -c. Par défaut, le système passe en mode mono-utilisateur (niveau d'exécution 1). Vous pouvez changer ce comportement avec les options -r ou -h, qui indiquent respectivement que l'on souhaite redémarrer ou éteindre l'ordinateur. L'option -h peut être précisée avec -H ou -P pour soit aller à l'état "Halt", soit aller jusqu'à mettre le système hors tension. L'option par défaut dépend des scripts d'arrêt.

source: %s: time expected
fr: %s : temps escompté

source: %s: illegal hour value
fr: %s : valeur de l'heure incorrecte

source: %s: illegal minute value
fr: %s : valeur des minutes incorrecte

source: %s: illegal time value
fr: %s : valeur de la date incorrecte

source: Shutdown is not running
fr: Shutdown n'a pas démarré

source: Another shutdown is already running
fr: Une autre instance de shutdown est en cours d'exécution

source: Cannot find pid of running shutdown
fr: Impossible de trouver le pid de l'instance de shutdown en cours d'exécution

source: Unable to change directory
fr: Impossible de changer de répertoire

source: Unable to write pid file
fr: Impossible d'écrire le fichier de pid

source: Shutdown cancelled
fr: Extinction annulée

source: The system is going down for power off NOW!
fr: L'ordinateur va s'éteindre MAINTENANT !

source: The system is going down for halt NOW!
fr: L'ordinateur va s'arrêter MAINTENANT !

source: The system is going down for maintenance NOW!
fr: L'ordinateur va s'arrêter pour maintenance MAINTENANT !

source: The system is going down for reboot NOW!
fr: L'ordinateur va redémarrer MAINTENANT !

source: Unable to fork child-process to warn users: %s
fr: Impossible de créer des processus fils pour avertir les utilisateurs : %s

source: Broadcast message from %s@%s
fr: Message de diffusion de %s@%s

source: (%s) at %d:%02d ...
fr: (%s) à %d:%02d...

source: set environment variable in the runlevel event
fr: définir la variable d'environnement dans l'évènement du niveau d'exécution

source: Change runlevel.
fr: Changer de niveau d'exécution.

source: RUNLEVEL should be one of 0123456sS, where s and S are considered identical. RUNLEVEL may also be Q or q to instruct the init daemon to reload its configuration, this is rarely necessary since the daemon watches its configuration for changes. RUNLEVEL may be U or u to instruct the init daemon to re-execute itself, this is not recommended since Upstart does not currently preserve its state.
fr: 0123456sS, où s et S sont considérées comme identiques, sont les seules valeurs possibles de la variable RUNLEVEL. La valeur attachée à la variable RUNLEVEL peut également être Q ou q pour ordonner au démon init de recharger sa configuration. Comme le démon surveille les changements dans sa configuration, cela est rarement nécessaire. La valeur attachée à la variable RUNLEVEL peut être U ou u pour ordonner au démon init sa ré-exécution. Cela n'est cependant pas recommandé car la version actuelle de Upstart ne permet pas de conserver sa situation.

source: %s: missing runlevel
fr: %s : niveau d'exécution manquant

source: %s: illegal runlevel: %s
fr: %s : niveau d'exécution incorrect : %s

source: Detach and run in the background
fr: Détacher et exécuter en arrière plan

source: Could not connect to Upstart
fr: Impossible de se connecter à Upstart

source: Could not create Upstart proxy
fr: Impossible de créer le serveur mandataire Upstart

source: Unable to become daemon
fr: Impossible de devenir un démon

source: Disconnected from Upstart
fr: Déconnecté de Upstart

source: Could not create epoll descriptor
fr: Impossible de créer le descripteur epoll

source: Could not create JobAdded signal connection
fr: Impossible de créer le signal de connection JobAdded

source: Could not create JobRemoved signal connection
fr: Impossible de créer le signal de connection JobRemoved

source: Could not obtain job list
fr: Impossible d'obtenir la liste des tâches

source: Error from epoll
fr: Erreur de epoll

source: Could not send socket event
fr: Impossible d'envoyer l'événement de socket

source: Error emitting socket event
fr: Erreur d'émission de l’évènement de socket

source: WARNING
fr: AVERTISSEMENT

source: Error saving file
fr: Erreur lors de l'enregistrement du fichier

source: Save File
fr: Enregistrer le fichier

source: Exit application
fr: Quitter l'application

source: Copy
fr: Copier

source: Connected to
fr: Connecté à

source: run in command-line mode
fr: exécuter en ligne de commande

source: field separator to use for command-line output
fr: séparateur de champ à utiliser pour la sortie en ligne de commande

source: console mode
fr: mode console
