Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/upstart.po
Languages: fr

source: Unable to load configuration
fr: Impossible de charger la configuration

source: Loading configuration from %s
fr: Chargement de la configuration depuis %s

source: Handling deletion of %s
fr: Traitement de la suppression de %s

source: Unable to watch configuration file
fr: Impossible de surveiller le fichier de configuration

source: Unable to watch configuration directory
fr: Impossible de surveiller le répertoire de configuration

source: Error while loading configuration file
fr: Erreur lors du chargement du fichier de configuration

source: Configuration directory deleted
fr: Répertoire de configuration supprimé

source: Connection from private client
fr: Connexion depuis un client privé

source: Disconnected from system bus
fr: Déconnecté du bus système

source: You do not have permission to reload configuration
fr: Vous n'avez pas la permission de recharger la configuration

source: Reloading configuration
fr: Rechargement de la configuration

source: Name may not be empty string
fr: Le nom ne peut pas être une chaîne vide

source: Unknown job: %s
fr: Tâche inconnue : %s

source: You do not have permission to emit an event
fr: Vous n'avez pas la permission d’émettre un événement

source: Env must be KEY=VALUE pairs
fr: L'environnement D-Bus doit être constitué de paires CLÉ=VALEUR

source: You do not have permission to set log priority
fr: Vous n'avez pas la permission de fixer la priorité de journalisation

source: The log priority given was not recognised
fr: La priorité de journalisation indiquée n'a pas été reconnue

source: You do not have permission to notify disk is writeable
fr: Vous n'avez pas la permission de notifier que le disque est accessible en écriture

source: You do not have permission to request state
fr: Vous n'avez pas la permission de demander l'état

source: Ignoring state query from chroot session
fr: Non prise en compte de la demande d'état depuis la session chroot

source: Out of Memory
fr: Mémoire insuffisante

source: You do not have permission to request restart
fr: Vous n'avez pas la permission de demander le redémarrage

source: Ignoring restart request from chroot session
fr: Non prise en compte la demande de redémarrage depuis la session chroot

source: Restarting
fr: Redémarrage

source: You do not have permission to modify job environment
fr: Vous n'avez pas la permission de modifier l’environnement de la tâche

source: Job may not be empty string
fr: La tâche ne peut être une chaîne vide

source: Ignoring set env request from chroot session
fr: Ignorer la demande set env de la session chroot

source: Ignoring unset env request from chroot session
fr: Ignorer la demande unset env de la session chroot

source: No such variable
fr: Pas de telle variable

source: You do not have permission to query job environment
fr: Vous n'avez pas les droits de requête à l'environnement des tâches

source: Ignoring get env request from chroot session
fr: Ignorer la demande get env de la session chroot

source: Ignoring reset env request from chroot session
fr: Ignorer la demande reset env de la session chroot

source: unable to create session file
fr: impossible de créer un fichier de session

source: unable to write session file
fr: impossible d'écrire le fichier de session

source: You do not have permission to end session
fr: Vous n'avez pas la permission de fermer la session

source: Ignoring session end request from chroot session
fr: Ne pas prendre en compte la demande de fermeture de session de la session chroot

source: Illegal parameter
fr: Paramètre illégal

source: Unknown parameter
fr: Paramètre inconnu

source: Expected operator
fr: Opérateur attendu

source: Mismatched braces
fr: Accolades dépareillées

source: Invalid setuid user name does not exist
fr: setuid non valide le nom d'utilisateur n'existe pas

source: Invalid setgid group name does not exist
fr: setgid non valide le nom de groupe n'existe pas

source: Illegal interval, expected number of seconds
fr: Intervalle illégal, nombre de secondes attendu

source: Illegal exit status, expected integer
fr: État de sortie illégal, entier attendu

source: Illegal signal status, expected integer
fr: État de signal illégal, entier attendu

source: Illegal file creation mask, expected octal integer
fr: Masque de création de fichier illégal, entier octal attendu

source: Illegal nice value, expected -20 to 19
fr: Valeur de nice illégale, -20 à 19 attendu

source: Illegal oom adjustment, expected -16 to 15 or 'never'
fr: Ajustement oom illégal, -16 à 15 ou « jamais » attendus

source: Illegal oom score adjustment, expected -999 to 1000 or 'never'
fr: Ajustement du score oom illégal, -999 à 1000 ou « jamais » attendus

source: Illegal limit, expected 'unlimited' or integer
fr: Limite illégale, « illimité » ou entier attendu

source: Expected event
fr: Événement attendu

source: Expected variable name before value
fr: Nom de variable attendu avant la valeur

source: Mismatched parentheses
fr: Parenthèses dépareillées

source: Name already taken
fr: Ce nom est déjà utilisé

source: Handling %s event
fr: Traitement de l'événement %s

source: Failed to obtain %s instance: %s
fr: Échec d'obtention de l'instance %s : %s

source: Event failed
fr: Échec de l'évènement

source: %s goal changed from %s to %s
fr: L'objectif %s a été changé de %s en %s

source: %s state changed from %s to %s
fr: L'état de %s a été changé de %s en %s

source: Job failed to start
fr: Échec du démarrage de la tâche

source: Job failed while stopping
fr: Échec lors de l'arrêt de la tâche

source: Job failed to restart
fr: Échec du redémarrage de la tâche

source: stop
fr: arrêter

source: start
fr: démarrer

source: respawn
fr: régénérer

source: waiting
fr: en attente

source: starting
fr: démarrage

source: pre-start
fr: pré-démarrage

source: spawned
fr: généré

source: post-start
fr: post-démarrage

source: running
fr: en cours

source: pre-stop
fr: pré-arrêt

source: stopping
fr: en cours d'arrêt

source: killed
fr: tué

source: post-stop
fr: post-arrêt

source: You do not have permission to modify job: %s
fr: Vous n'avez pas l'autorisation de modifier la tâche : %s

source: Job is already running: %s
fr: La tâche est déjà en cours d'exécution : %s

source: Job has already been stopped: %s
fr: La tâche a déjà été arrêtée : %s

source: BUG
fr: BOGUE

source: Usage
fr: Utilisation

source: Unknown instance: %s
fr: Instance inconnue : %s

source: Failed to spawn %s %s process: %s
fr: Échec de la génération du processus %s %s : %s

source: Temporary process spawn error
fr: Erreur temporaire de génération de processus

source: %s %s process (%d)
fr: processus %s %s (%d)

source: Failed to create pty - disabling logging for job
fr: Échec de la création de pseudo-terminal (pty) - journalisation désactivée pour la tâche

source: Pausing %s (%d) [pre-exec] for debug
fr: Mise en pause de %s (%d) [pre-exec] pour débogage

source: Failed to open system console: %s
fr: Impossible d'ouvrir la console système : %s

source: unable to move script fd: %s
fr: Impossible de déplacer le script fd : %s

source: unable to open console: %s
fr: impossible d'ouvrir la console : %s

source: unable to set "%s" resource limit: %s
fr: impossible de fixer la limite de ressource « %s » : %s

source: unable to set priority: %s
fr: impossible de fixer la priorité : %s

source: unable to set oom adjustment: %s
fr: impossible de définir l'ajustement oom : %s

source: unable to change root directory: %s
fr: impossible de changer le répertoire racine : %s

source: unable to change working directory: %s
fr: impossible de changer le répertoire de travail : %s

source: unable to set trace: %s
fr: impossible de régler la trace : %s

source: unable to execute: %s
fr: impossible d'exécuter : %s

source: unable to getpwnam: %s
fr: impossible de getpwnam : %s

source: unable to getgrnam: %s
fr: impossible de getgrnam : %s

source: unable to getpwuid: %s
fr: impossible de getpwuid : %s

source: unable to getgrgid: %s
fr: impossible de getgrgid : %s

source: unable to find setuid user
fr: Impossible de trouver l'utilisateur setuid

source: unable to find setgid group
fr: Impossible de trouver le groupe setgid

source: unable to setuid: %s
fr: incapable de setuid : %s

source: unable to setgid: %s
fr: incapable de setgid : %s

source: unable to chown: %s
fr: incapable de chown : %s

source: unable to unlockpt: %s
fr: incapable de unlockpt : %s

source: unable to granpt: %s
fr: impossible de granpt : %s

source: unable to get ptsname: %s
fr: impossible d'obtenir ptsname : %s

source: unable to open pty slave: %s
fr: impossible d'ouvrir le pseudo-terminal (pty) esclave : %s

source: unable to modify signal handler: %s
fr: impossible de modifier le signal handler : %s

source: unable to allocate memory: %s
fr: allocation de mémoire impossible : %s

source: Sending %s signal to %s %s process (%d)
fr: Envoi du signal %s au processus %s %s (%d)

source: Failed to send %s signal to %s %s process (%d): %s
fr: Échec de l'envoi du signal %s au processus %s %s (%d) : %s

source: %s %s process (%d) terminated with status %d
fr: Le processus %s %s (%d) s'est achevé avec l'état %d

source: %s %s process (%d) exited normally
fr: Le processus %s %s (%d) s'est achevé normalement

source: %s %s process (%d) killed by %s signal
fr: Le processus %s %s (%d) a été tué par le signal %s

source: %s %s process (%d) killed by signal %d
fr: Le processus %s %s (%d) a été tué par le signal %d

source: %s %s process (%d) stopped by %s signal
fr: Le processus %s %s (%d) a été stoppé par le signal %s

source: %s %s process (%d) stopped by signal %d
fr: Le processus %s %s (%d) a été stoppé par le signal %d

source: %s %s process (%d) continued by %s signal
fr: Le processus %s %s (%d) a été relancé par le signal %s

source: %s %s process (%d) continued by signal %d
fr: Le processus %s %s (%d) a été relancé par le signal %d

source: %s respawning too fast, stopped
fr: Régénération de %s trop rapide, arrêt

source: %s %s process ended, respawning
fr: Le processus %s %s s'est achevé, redémarrage

source: Failed to set ptrace options for %s %s process (%d): %s
fr: Échec lors du réglage des options ptrace pour le processus %s %s (%d) : %s

source: Failed to continue traced %s %s process (%d): %s
fr: Échec lors de la reprise du processus tracé %s %s (%d) : %s

source: Failed to detach traced %s %s process (%d): %s
fr: Échec lors de la séparation du processus tracé %s %s (%d) : %s

source: Failed to deliver signal to traced %s %s process (%d): %s
fr: Échec de l'envoi du signal au processus tracé %s %s (%d) : %s

source: Failed to obtain child process id for %s %s process (%d): %s
fr: Échec de l'obtention de l'ID du processus fils pour le processus %s %s (%d) : %s

source: %s %s process (%d) became new process (%d)
fr: Le processus %s %s (%d) est devenu le nouveau processus (%d)

source: %s %s process (%d) executable changed
fr: L'exécutable du processus %s %s (%d) a changé

source: Failed to write to log file
fr: Impossible d'écrire dans le fichier journal

source: specify alternative directory to load configuration files from
fr: Indiquez un autre dossier d'où charger les fichiers de configuration

source: default value for console stanza
fr: valeur par défaut pour la console stanza

source: specify alternative directory to store job output logs in
fr: spécifier le répertoire alternatif pour stocker les journaux dans

source: disable job logging
fr: désactiver la journalisation des tâches

source: disable chroot sessions
fr: désactiver les sessions chroot

source: do not emit any startup event (for testing)
fr: Ne pas émettre un évènement de démarrage (pour tester)

source: use D-Bus session bus rather than system bus (for testing)
fr: utiliser le bus de session D-Bus plutôt que le bus système (pour tester)

source: specify an alternative initial event (for testing)
fr: définir un évènement initial alternatif (pour tester)

source: Process management daemon.
fr: Démon de gestion de processus.

source: This daemon is normally executed by the kernel and given process id 1 to denote its special status. When executed by a user process, it will actually run /sbin/telinit.
fr: Ce démon est normalement exécuté par le noyau et a l'ID n°1 pour indiquer son statut spécial. Quand il est exécuté par un processus utilisateur, c'est en réalité /sbin/telinit qui sera exécuté.

source: Need to be root
fr: Nécessite d'être super-utilisateur (root)

source: Not being executed as init
fr: N'est pas executé comme init

source: Unable to mount /dev filesystem
fr: Impossible de monter le système de fichiers /dev

source: Cannot create directory
fr: Impossible de créer le répertoire

source: Unable to mount /dev/pts filesystem
fr: Impossible de monter le système de fichiers /dev/pts

source: Unable to initialize console, will try /dev/null
fr: Impossible d'initialiser la console, essai de /dev/null

source: Unable to initialize console as /dev/null
fr: Impossible d'initialiser la console en tant que /dev/null

source: Unable to set root directory
fr: Impossible de définir le répertoire racine

source: Unable to mount /proc filesystem
fr: Impossible de monter le système de fichiers /proc

source: Unable to mount /sys filesystem
fr: Impossible de monter le système de fichiers /sys

source: Unable to set default oom score
fr: Impossible de définir le score de oom par défaut

source: Failed to read serialisation data
fr: Échec de lecture des données de sérialisation

source: Unable to listen for private connections
fr: Impossible d'écouter des connexions privées

source: Unable to setup standard file descriptors
fr: Impossible de configurer les descripteurs de fichier standard

source: Unable to register as subreaper
fr: Impossible de s'inscrire comme subreaper

source: Caught %s, core dumped
fr: L'erreur %s a été détectée, un fichier « core » a été généré

source: Caught %s, unable to dump core
fr: L'erreur %s été détectée, aucun fichier « core » n'a pas pu être généré

source: Re-executing %s
fr: Ré-exécution de %s

source: Reconnecting to system bus
fr: Reconnexion au bus système

source: Unable to connect to the system bus
fr: Impossible de se connecter au bus système

source: invalid console type specified
fr: type de console spécifié invalide

source: main
fr: principal

source: logout
fr: se déconnecter

source: shutdown
fr: éteindre

source: Detected invalid serialisation data
fr: Données de sérialisation invalides détectées

source: Failed to re-execute %s: %s
fr: Échec de la ré-exécution de %s : %s

source: Failed to generate serialisation data
fr: Échec de la génération des données de sérialisation

source: Passing state from PID %d to parent
fr: Passage de l'état du PID %d au parent

source: Failed to write serialisation data
fr: Échec de l'écriture des données de sérialisation

source: Unable to create device
fr: Impossible de créer l'appareil

source: Unable to connect to system bus
fr: Impossible de se connecter au bus système

source: Unable to connect to session bus
fr: Impossible de se connecter au bus de session

source: %s: --dest given without --system
fr: %s : --dest donné sans --system

source: Unable to connect to Upstart
fr: Impossible de se connecter à Upstart

source: %s: missing job name
fr: %s : nom de la tâche manquant

source: %s: missing variable name
fr: %s : nom de variable manquant

source: %s: missing variable value
fr: %s : valeur de variable manquante

source: %s: missing event name
fr: %s : nom de l'évènement manquant

source: Invalid job class
fr: Classe de tâche invalide

source: unknown event
fr: événement inconnu

source: unknown job
fr: tâche inconnue

source: use D-Bus session bus to connect to init daemon (for testing)
fr: utiliser le bus de session D-Bus pour se connecter au démon init (pour tester)

source: use D-Bus system bus to connect to init daemon
fr: utiliser le bus système D-Bus pour se connecter au démon init

source: do not wait for job to start before exiting
fr: ne pas attendre que la tâche démarre avant de quitter

source: do not wait for job to stop before exiting
fr: ne pas attendre que la tâche s'arrête avant de quitter

source: do not wait for job to restart before exiting
fr: ne pas attendre que la tâche redémarre avant de quitter

source: do not wait for event to finish before exiting
fr: ne pas attendre la fin de l'évènement avant de quitter

source: ignore specified list of events (comma-separated)
fr: ignorer la liste spécifiée d'événements (séparés par des virgules)

source: Generate warning for any unreachable events/jobs
fr: Générer un avertissement pour tous les événements/tâches inaccessibles

source: apply to global job environment table
fr: appliquer à la table globale d'environnement de la tâche

source: do not replace the value of the variable if already set
fr: ne pas remplacer la valeur de la variable si elle est déjà définie

source: Job
fr: Tâche

source: Event
fr: Évènement

source: Environment
fr: Environnement

source: JOB [KEY=VALUE]...
fr: TÂCHE [CLÉ=VALEUR]...

source: Start job.
fr: Démarrer la tâche.

source: JOB is the name of the job that is to be started, this may be followed by zero or more environment variables to be defined in the new job. The environment may also serve to distinguish between job instances, and thus decide whether a new instance will be started or an error returned if an existing instance is already running.
fr: JOB est le nom de la tâche à démarrer, ceci peut éventuellement être suivi d'une ou plusieurs variables d'environnement destinées à être définies dans la nouvelle tâche. L'environnement peut aussi servir à distinguer les différentes instances des tâches, et ainsi décider du démarrage d'une nouvelle instance ou du retour d'une erreur si une instance existante est déjà en cours d'exécution.

source: Stop job.
fr: Arrêter la tâche.

source: JOB is the name of the job that is to be stopped, this may be followed by zero or more environment variables to be passed to the job's pre-stop and post-stop processes. The environment also serves to distinguish between job instances, and thus decide which of multiple instances will be stopped.
fr: TÂCHE est le nom de la tâche qui va être arrêtée, il peut être suivi de variables d'environnement qui seront passées au processus pré-arrêt et post-arrêt de la tâche. L'environnement sert aussi à distinguer les instances d'une tâche, et donc à décider quelle instance sera arrêtée.

source: Restart job.
fr: Redémarrer la tâche.

source: JOB is the name of the job that is to be restarted, this may be followed by zero or more environment variables to be defined in the job after restarting. The environment also serves to distinguish between job instances, and thus decide which of multiple instances will be restarted.
fr: TÂCHE est le nom de la tâche qui va être redémarrée, il peut être suivi de variables d'environnement qui seront définies dans la tâche après son redémarrage. L'environnement sert aussi à distinguer les instances d'une tâche, et donc à décider quelle instance sera redémarrée.

source: Send HUP signal to job.
fr: Envoi du signal HUP à la tâche.

source: JOB is the name of the job that is to be sent the signal, this may be followed by zero or more environment variables to distinguish between job instances.
fr: JOB est le nom de la tâche à laquelle envoyer un signal, il peut-être suivi par zéro variables d'environnement ou plus afin de distinguer les instances de tâches.

source: Query status of job.
fr: Demander l'état de la tâche.

source: JOB is the name of the job that is to be queried, this may be followed by zero or more environment variables to distguish between job instances.
fr: TÂCHE est le nom de la tâche qui doit être interrogée, il peut être suivi de variables d'environnement permettant de distinguer les instances de la tâche.

source: List known jobs.
fr: Afficher les tâches connues.

source: The known jobs and their current status will be output.
fr: Les tâches connues et leurs états actuels seront affichés.

source: EVENT [KEY=VALUE]...
fr: ÉVÉNEMENT [CLÉ=VALEUR]...

source: Emit an event.
fr: Émettre un événement.

source: EVENT is the name of an event the init daemon should emit, this may be followed by zero or more environment variables to be included in the event.
fr: ÉVÉNEMENT est le nom d'un événement que le démon init doit émettre, il peut être suivi de variables à inclure dans l'événement.

source: Reload the configuration of the init daemon.
fr: Recharger la configuration du démon init.

source: Request the version of the init daemon.
fr: Demander la version du démon init.

source: [PRIORITY]
fr: [PRIORITÉ]

source: PRIORITY may be one of: `debug' (messages useful for debugging upstart are logged, equivalent to --debug on kernel command-line); `info' (messages about job goal and state changes, as well as event emissions are logged, equivalent to --verbose on the kernel command-line); `message' (informational and debugging messages are suppressed, the default); `warn' (ordinary messages are suppressed whilst still logging warnings and errors); `error' (only errors are logged, equivalent to --quiet on the kernel command-line) or `fatal' (only fatal errors are logged). Without arguments, this outputs the current log priority.
fr: PRIORITÉ peut prendre une des valeurs suivantes : `debug' (les messages utiles pour le débogage d'upstart sont enregistrés, équivalent à --debug en ligne de commande du noyau); `info' (les messages sur l'objectif de la tâche et les changements d'état, ainsi que les émissions d'événements sont enregistrés, équivalent à --verbose en ligne de commande du noyau); `message' (les messages d'information et de débogage sont supprimés, par défaut); `warn' (les messages ordinaires sont supprimés alors que les avertissements et les erreurs sont enregistrés); `error' (seules les erreurs sont enregistrées, équivalent à --quiet en ligne de commande du noyau); `fatal' (seules les erreurs fatales sont enregistrées).

source: If CONF specified, show configuration details for single job configuration, else show details for all jobs configurations.
fr: Si CONF est spécifié, montrer les détails de configurations pour la configuration d'une seule tâche, sinon montrer les détails de configuration de toutes les tâches.

source: Check for unreachable jobs/event conditions.
fr: Rechercher des conditions de tâches/événements inaccessibles.

source: Inform Upstart that disk is now writeable.
fr: Informer Upstart que le disque est désormais accessible en écriture.

source: don't sync before reboot or halt
fr: ne pas synchroniser avant le redémarrage ou l'arrêt

source: force reboot or halt, don't call shutdown(8)
fr: forcer le redémarrage ou l'arrêt, ne pas appeller shutdown(8)

source: switch off the power when called as halt
fr: couper l'alimentation quand halt est appelé

source: don't actually reboot or halt, just write wtmp record
fr: ne pas réellement redémarrer ou arrêter, écrire juste un enregistrement wtmp

source: Halt the system.
fr: Arrêter le système.

source: Power off the system.
fr: Éteindre le système.

source: Reboot the system.
fr: Redémarrer le système.

source: This command is intended to instruct the kernel to reboot or halt the system; when run without the -f option, or when in a system runlevel other than 0 or 6, it will actually execute /sbin/shutdown.
fr: Cette commande permet de demander au noyau de redémarrer ou d'arrêter le système; lorsqu'elle est exécutée sans l'option -f, ou si le niveau d'exécution du système est différent de 0 ou 6, c'est la commande /sbin/shutdown qui est lancée.

source: Calling shutdown
fr: Appel de shutdown

source: Unable to execute shutdown: %s
fr: Impossible d'exécuter shutdown : %s

source: Rebooting
fr: Redémarrage

source: Halting
fr: Arrêt en cours

source: Powering off
fr: Extinction

source: Rebooting with %s
fr: Redémarrage avec %s
