Repository: herveManiraguha/ubunturw
Catalog: extracted/zip/here/*/LC_MESSAGES/xdiagnose.po
Languages: fr, it

source: Authentication is needed to diagnose graphics issues
fr: L'authentification est nécessaire afin de diagnostiquer les problèmes graphiques
it: È richiesto autenticarsi per diagnosticare problemi grafici

source: Diagnose Graphics Issues
fr: Diagnostiquer les problèmes graphiques
it: Diagnostica problemi di grafica

source: X.org Diagnostic and Repair Utility
fr: Utilitaire de réparation et de diagnostic pour X.org
it: Utilità di diagnostica e riparazione per X.org

source: Troubleshoot failure to start a graphical X11 session
fr: Analyse de l'échec du lancement d'une session graphique X11
it: Cerca e ripara problemi nell'avviare una sessione grafica X11

source: List dates on which updates were performed
fr: Liste les dates où des mises à jour ont été effectuées
it: Elenca le date in cui sono stati eseguiti gli aggiornamenti

source: Only include entries from this date forward (YYYY/MM/DD)
fr: Inclure uniquement les entrées à partir de cette date (AAAA/MM/JJ)
it: Include solamente le voci posteriori a questa data compresa (YYYY/MM/DD)

source: Only include entries from this date and earlier (YYYY/MM/DD)
fr: Inclure uniquement les entrées antérieures à cette date (AAAA/MM/JJ)
it: Include solamente le voci antecedenti questa compresa (YYYY/MM/DD)

source: X Diagnostics Settings
fr: Paramètres de X Diagnostics
it: Impostazioni diagnostica X

source: Debug
fr: Débogage

source: Extra graphics _debug messages
fr: Messages de _débogage supplémentaires sur l'affichage
it: Messaggi aggiuntivi di _debug della grafica

source: Makes dmesg logs more verbose with details about 3d, plymouth, and monitor detection
fr: Rendre les journaux de dmesg plus verbeux avec des détails au sujet de la 3d, de Plymouth et de la détection de l'écran
it: Crea registri dmesg più prolissi con dettagli riguardanti 3d, plymouth e rilevamento monitor

source: Display boot messages
fr: Afficher les messages du démarrage
it: Visualizza i messaggi di avvio

source: Removes splash and quiet from kernel options so you can see kernel details during boot
fr: Enlève « splash » et « quiet » des options du noyau, pour que vous puissiez voir les messages du noyau pendant le démarrage
it: Rimuove le opzioni «splash» e «quiet» per poter visualizzare i dettagli del kernel durante l'avvio

source: Enable automatic crash bug reporting
fr: Activer le rapport automatique de plantages
it: Abilita la segnalazione automatica dei bug per i crash

source: Turns on the Apport crash detection and bug reporting tool
fr: Activer Apport, l'outil de détection de plantages et de rapport d'anomalies
it: Attiva il rilevamento di crash e lo strumento di segnalazione bug di Apport

source: Workarounds
fr: Solutions de contournement
it: Alternative

source: Disable bootloader _graphics
fr: Désactiver le chargeur de démarrage _graphique
it: Disabilita la _grafica del bootloader

source: The grub bootloader has a graphics mode using the VESA framebuffer driver which can sometimes interfere with later loading of the proper video driver. Checking this forces grub to use text mode only.
fr: Le chargeur d'amorçage Grub propose un mode graphique via le pilote framebuffer VESA. Celui-ci peut parfois interférer avec le chargement ultérieur du véritable pilote vidéo. Cette option force Grub à utiliser le mode texte.
it: Il bootloader grub ha una modalità grafica che fa uso del driver framebuffer VESA. In alcuni casi ciò può interferire con il successivo caricamento del driver video corretto. Selezionare per forzare grub a usare solo la modalità testuale.

source: Disable _VESA framebuffer driver
fr: Désactiver le pilote framebuffer _VESA
it: Disabilita il driver framebuffer _VESA

source: vesafb is loaded early during boot so the boot logo can display, but can cause issues when switching to a real graphics driver. Checking this prevents vesafb from loading so these issues do not occur.
fr: vesafb est chargé tôt lors de l'amorçage afin que le logo puisse être affiché, mais cela peut causer des problèmes lors de la transition vers un véritable pilote vidéo. Activer cette option empêchera le chargement de vesafb afin que ces problèmes ne se produisent pas.
it: vesafb viene caricato per primo durante l'avvio in modo da poter visualizzare il logo, ma può causare problemi quando si passa al driver grafico effettivo. Selezionare per impedire il caricamento di vesafb ed evitare così queste problematiche.

source: Disable _PAT memory
fr: Désactiver la mémoire _PAT
it: Disabilita la memoria _PAT

source: This pagetable extension can interfere with the memory management of proprietary drivers under certain situations and cause lagging or failures to allocate video memory, so turning it off can prevent those problems.
fr: Cette extension de table de pagination peut interférer avec la gestion de la mémoire des pilotes propriétaires dans certaines situations et peut causer des ralentissements et des défaillances d'allocation de mémoire vidéo. Désactiver cette extension peut donc prévenir ce genre de problèmes.
it: L'estensione pagetable può interferire, in alcune situazioni, con la gestione della memoria dei driver proprietari e causare ritardi o errori nell'allocazione della memoria video. Disabilitandola si potrebbero prevenire questi problemi.

source: View Errors
fr: Afficher les erreurs
it: Visualizza errori

source: Report an Xorg Bug
fr: Rapporter un bogue de Xorg
it: Segnala bug su Xorg

source: Xorg Error Messages
fr: Messages d'erreur de Xorg
it: Messaggi di errore Xorg

source: Error Message
fr: Message d'erreur
it: Messaggio d'errore
